{
  "ECE": [
    {
      "name": "Hackinfinity",
      "category": "tech",
      "min_team_size": 0,
      "max_team_size": 0,
      "organisers": [
        { "name": "Aishwarya", "phone": 7338935634 },
        { "name": "Nimisha", "phone": 9840780834 }
      ],
      "description": {
        "summary": "<i>“Because the people who are crazy enough to think they can change the world are the ones who do”<br/>~Steve Jobs</i><br/><br/>Have you ever been awestruck by the reach of technology? Does its revolutionary touch on this world dazzle you? Have you ever dreamed of being a tech-savvy pioneer? This is your time! Grab the baton! If you want to make the world a better place, the answer lies in creativity and innovation. Now’s your time to take these problems head on and arrive at remarkable solutions!<br/><br/>Join us in this 24 - hour hackathon and prototype a groundbreaking solution to problems in these topics. Creativity is the greatest rebellion in existence. Can you rebel and innovate a solution to the problems in these areas? Brave against the time crunch and grab this opportunity to win exciting prizes!!!<br/><br/> <h5>Topics for Problem Statement</h5><ul><li>Cyber Security</li><li>Medical and Healthcare</li><li>Women's Safety</li><li>Climate Change and Sustainability</li><li>Fintech</li><li>Technology for agriculture</li><li>Student Innovation (Open Idea)</li></ul><br/>The hackathon will follow a leader board system. The points awarded will be the cumulative points, gained by the team over the three reviews and final presentation. The top team will be announced as the winner of the hackathon.<br/><b>Decision taken by the review panel will be final.</b>",
        "rounds": 5,
        "round_description": [
          {
            "name": "Schedule",
            "duration": null,
            "description": "<h5>Day 1:</h5><ul><li>Virtual meet set up</li><li>Introduction - Google meet</li><li>Hackathon start</li><li>First Review - Discord</li><li>Second Review - Discord</li></ul><br/><h5>Day 2:</h5><ul><li>Third Review - Discord</li><li>Hackathon ends</li><li>Final Presentation - Google Meet</li><li>Valedictory</li></ul>"
          },
          {
            "name": "First Review:",
            "duration": null,
            "description": "<ol><li>Teams are expected to explain their problem statement and the workflow of their solution.</li><li>In this round, teams will be evaluated based on the novelty of their problem statement and the clarity in their approach.</li></ol>"
          },
          {
            "name": "Second Review:",
            "duration": null,
            "description": "<ol><li>This review is a checkpoint to track the team’s progress.</li><li>The reviewers will give their input and their thoughts on the team’s solution and changes if there are any.</li></ol>"
          },
          {
            "name": "Third Review:",
            "duration": null,
            "description": "<ol><li>Teams are expected to implement the changes given in the previous review by the reviewers.</li><li>In this round, the teams are reviewed based on their progress in accordance with their proposed workflow and closeness to completion of the project.</li></ol>"
          },
          {
            "name": "Final Presentation:",
            "duration": null,
            "description": "<ol><li>In this round, teams will be evaluated based on presentation, ability to explain their idea and innovation in their solution.</li><li>Teams which address the marketability of their product will be awarded additional points</li></ol>"
          }
        ]
      },
      "open_to": "All",
      "prizes": [
        "Winner - Rs.12000",
        "1st Runner-Up - Rs.8000",
        "2nd Runner-Up - Rs.5000"
      ]
    },
    {
      "name": "Enigma",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 3,
      "organisers": [
        { "name": "Harini", "phone": 8073169475 },
        { "name": "Aadhish", "phone": 7598098147 }
      ],
      "description": {
        "summary": "Solve puzzles and break the ultimate code",
        "rounds": 2,
        "round_description": [
          {
            "name": "Round 1",
            "duration": null,
            "description": "Aptitude Test based on topics such as General Science and Mathematics, Abstract and Logical Reasoning, Data Interpretation and Basic Programming. Questions will be sent through a Google form."
          },
          {
            "name": "Round 2",
            "duration": null,
            "description": "Qualified teams will be given puzzles based on cryptography, steganography, basic digital electronics and logical deduction. First team to complete wins."
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner - Rs.2000", "Runner-Up - Rs.1000"]
    },
    {
      "name": "Data Utopia",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 2,
      "organisers": [{ "name": "Manjunathan", "phone": 9789067642 }],
      "description": {
        "summary": null,
        "rounds": 2,
        "round_description": [
          {
            "name": "Round 1",
            "duration": "30 mins",
            "description": "MCQ Quiz on Data Science, Machine Learning and Statistics."
          },
          {
            "name": "Round 2",
            "duration": "1.5 hours",
            "description": "At the beginning, the participant will be asked a few questions for around 15 minutes for guiding them to use the correct model/testing their knowledge about the models that can be  used. If the team fails to answer the question the volunteer will guide the participants towards the  right direction (e.g.suggesting a column of values to be dropped etc) at the loss of points. Once a team solves the questions, the dataset (same dataset for all teams) will be given to  the team. The dataset will be technical in nature (related to ECE department). Using the answer to the questions as clues, each team must do exploratory analysis on  the dataset and come up with useful insights on the data and on how to proceed further.Then the team must implement a model/algorithm to predict the outputs for the given test values and measure the accuracy metrics along with the predictions."
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner - Rs.3000", "Runner-Up - Rs.1500"]
    },
    {
      "name": "Tinkering Thoughts",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 3,
      "organisers": [
        { "name": "Palaniappan", "phone": 9791130573 },
        { "name": "Karthik", "phone": 8015775424 },
        { "name": "Hariharan A", "phone": 9962903437 }
      ],
      "description": {
        "summary": null,
        "rounds": 2,
        "round_description": [
          {
            "name": "Round 1:Quiz",
            "duration": "30 mins",
            "description": "The quiz tests basic knowledge of microcontrollers, and basic electronics. Every participant will be given a Google Meet link.Based on the number of participants, 5 or 6 teams will be shortlisted."
          },
          {
            "name": "Round 2:Circuit Simulation",
            "duration": "1.5 hours",
            "description": "Shortlisted participants from Round 1 will contest in a simulating round. Teams are required to use Tinkercad [open sourced- online software] to design and simulate a circuit. Based on the ranking in the first round, the teams are allowed to choose the projects. If a project is selected, then that project is locked. The teams will be put into breakout rooms."
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Inplant Training for the top two teams"]
    },
    {
      "name": "The Big Meg",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 3,
      "organisers": [
        { "name": "Shwathi", "phone": 9445653201 },
        { "name": "Ashwath", "phone": 9176253113 }
      ],
      "description": {
        "summary": null,
        "rounds": 2,
        "round_description": [
          {
            "name": "Round 1",
            "duration": null,
            "description": "Will be conducted in discord. Each team will be given a basic electronic product and will be given 4 minutes to prepare and sell the same to the judges for a maximum of 3 minutes."
          },
          {
            "name": "Round 2",
            "duration": null,
            "description": "Will again take place in discord and a theme or a problem statement will be established by the judges. And the participants will be given 20 mins to come up with a product or a service in accordance to the theme. And then the teams should convince the judges as to why they should invest in their product. The time cap for each pitch is set at 5 minutes."
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner - Rs.3000", "Runner-Up - Rs.1500"]
    },
    {
      "name": "Debug-a-circuit ",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 3,
      "organisers": [{ "name": "Sandhya B", "phone": 9790956452 }],
      "description": {
        "summary": "Apply the basic principles of electronics, debug the given circuits and arrive at a solution",
        "rounds": 2,
        "round_description": [
          {
            "name": "Round 1",
            "duration": null,
            "description": " A technical quiz based on topics such as but not limited to Circuit Analysis, Semiconductor Devices, Analog Electronic Circuits and Digital Electronics. The questions will be sent to the teams as a Google Form which would be time restricted for submissions. Teams will be selected on the basis of points scored. Only one submission per team would be allowed."
          },
          {
            "name": "Round 2",
            "duration": null,
            "description": "Qualified participants shall be added to a discord server and would be on a video conference throughout the event. This round would consist of three levels of increasing difficulty. In each level the participants are given a faulty circuit (circuit which does not produce the expected output), they are required to do some changes to the circuit and find the expected output. The output found in a particular level will act as a key to the next level. First team to complete all the 3 levels will be declared as winners."
          }
        ]
      },
      "open_to": ["ECE", "EEE"],
      "prizes": ["Winner - Rs.1500", "Runner-Up - Rs.1000"]
    },
    {
      "name": "Junkyard Jumble",
      "category": "tech",
      "min_team_size": 2,
      "max_team_size": 3,
      "organisers": [{ "name": "Pooja S", "phone": 9791114323 }],
      "description": {
        "summary": null,
        "rounds": 2,
        "round_description": [
          {
            "name": "Round 1",
            "duration": "15 mins",
            "description": "The first round involves puzzles, scrambled words and references from your favourite fandoms. Use them to crack the physics concepts and move to the next round. This round requires quick thinking skills, analytical and mental ability. Basic concepts of physics will be tested. (class 11 and 12 physics concepts)."
          },
          {
            "name": "Round 2",
            "duration": "3 mins per team",
            "description": "This is the Dumb Charades round. Act out a basic technical (physics) question to your teammates. The team which guesses the maximum number of questions and also answers them correctly will win the competition."
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner - Rs.1500", "Runner-Up - Rs.1000"]
    },
    {
      "name": "Paper Presentation",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 4,
      "organisers": [{ "name": "Nethraa", "phone": 8939073910 }],
      "description": {
        "summary": null,
        "rounds": 2,
        "round_description": [
          {
            "name": "Round 1:Submission of abstract",
            "duration": null,
            "description": "The abstract of the paper of your preference from the given domains must be sent through mail by1st October, 2021. The domains are as follows:<br/><ul><li>Antenna Systems and its Applications </li><li>Augmented Reality </li><li>Cognitive Science </li><li>Cybersecurity and its risk assessment techniques </li><li>Deep Learning </li><li>Emerging trends in Photonics </li><li>Internet of Intelligent Things </li><li>Internet of Things </li><li>Machine Learning </li><li>Machine Learning/ AI for networks </li><li>MEMS </li><li>Network Security and Blockchain Technology </li><li>Optical Communication and Networks </li><li>Robotics </li><li>Signal and Image processing</li><li>Virtual Reality</li></ul><br/>Email id to submit abstract: ssnieeecomsoc@gmail.com"
          },
          {
            "name": "Round 2",
            "duration": null,
            "description": "Live Presentation of the shortlisted papers from Round 1. The selected teams from round 1 will be given 5 – 10 minutes to explain their paper and present their idea to the panel of judges LIVE online during the time of the event."
          }
        ]
      },
      "open_to": ["ECE"],
      "prizes": ["Winner - Rs.2000", "Runner-Up - Rs.1000"]
    },
    {
      "name": "IPL Auction",
      "category": "non-tech",
      "min_team_size": 1,
      "max_team_size": 3,
      "organisers": [{ "name": "Vikram K", "phone": 7358046900 }],
      "description": {
        "summary": null,
        "rounds": 2,
        "round_description": [
          {
            "name": "Round 1",
            "duration": "30 mins",
            "description": "Quiz based entirely on IPL for a duration of 30 minutes."
          },
          {
            "name": "Round 2",
            "duration": "150 mins",
            "description": "Purse amount will be 80 crores and each team should pick 15 players (11 players in the  playing 11 and 4 in bench) based on the criteria given. Points for the players will be given as per the data available based on 2020 performance in DREAM 11 (IPL 2021 will not be over by Invente)."
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner - Rs.1500", "Runner-Up - Rs.1000"]
    },
    {
      "name": "SketchX",
      "category": "non-tech",
      "min_team_size": 1,
      "max_team_size": 3,
      "organisers": [
        { "name": "Tejaswi S", "phone": 6380562392 },
        { "name": "Sharmada G", "phone": 7708617246 }
      ],
      "description": {
        "summary": null,
        "rounds": 2,
        "round_description": [
          {
            "name": "Round 1",
            "duration": "45 mins",
            "description": "Out of the few topics given on the spot, participants choose one to design a UI framework using any software they see fit. Each team will be scored by the judges and the co-participants(one from each team) through a google form that will be shared after every single presentation which will be 1 min(max). The form will be closed in a bare minimum time."
          },
          {
            "name": "Round 2",
            "duration": null,
            "description": "It’s a guessing round where all the teams name 3 other teams who they think would have scored the highest (again, through a google form). for which they will be scored based on their accuracy."
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner:Rs.2000", "Runner-Up:Rs.1000"]
    }
  ],
  "BME": [
    {
      "name": "Paper Presentation",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 2,
      "organisers": [
        { "name": "Chetana", "phone": 8870229158 },
        { "name": "Sasya", "phone": 9963731710 }
      ],
      "description": {
        "summary": "The event involves a preliminary round where the registered candidates will have to submit aproject   abstract   along   with   the   camera-ready   paper   on   one   of   the   specified   domains.   Thesubmitted   abstracts   will   be   shortlisted   based   on   the   IEEE   paper   norms   (novelty,   socialimpact,   economic   status,   and   implementation   factor).   The   shortlisted   participants   will   bemoved to the next round where they have to present a camera-ready pitch before the panelistsfor 7 minutes with 3 minutes of QA session for each presentation. Based on the innovationfactor and pitch presentation mode, the best presentation and best innovation category will beselected by the panelists",
        "rounds": 0,
        "round_description": []
      },
      "open_to": "All",
      "prizes": [
        "Best Presentation Award:  Rs.3000 (based on IEEE pitch norms)",
        "Best Innovation Award: Rs. 2000 (based on social and technical novelty)"
      ]
    },
    {
      "name": "Quiz Masters",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 1,
      "organisers": [
        { "name": "Padmavati", "phone": 8637460184 },
        { "name": "Manjula", "phone": 9094949027 },
        { "name": "Basundhara", "phone": 9751901757 }
      ],
      "description": {
        "summary": "This event consists of 3 rounds.<br/><b>The cumulative scores from the previous rounds will be added to the final round.</b><br/> <b>The person scoring the highest will be declared the winner.</b><br/>The catch is that  the platform Kahoot will rank you based on the correct answer andhow fast you answer the same. So your response time matters  ! and try not to waste timesearching for answers which will automatically reduce the response time pushing you to thelast . ",
        "rounds": 3,
        "round_description": [
          {
            "name": "Round 1",
            "duration": null,
            "description": "Will be conducted in Kahoot.it. There will be 12-20 questions with different timingfor each question based on difficulty level. This will consist of questions from electronics,electrical and other circuit subjects. The quiz will be multiple choice."
          },
          {
            "name": "Round 2",
            "duration": null,
            "description": "Top 15 participants from Round 1 will be moved to this round. This round willconsist of solving various types of circuit problems in a given time period. The platform forthis round is also most likely to be Kahoot.it."
          },
          {
            "name": "Round 3",
            "duration": null,
            "description": "Top 8 participants from the previous round will participate in the final round. Theround consists of 8 different domains and each participant gets to select one domain fromwhich he/she will be asked questions. The topper of the previous round will get to select theirdomain   first,   followed   by  the   runner   of  the   previous   round   selects   their   preferred   domainfrom the remaining 7 available ones and this continues till the last. Each domain will contain3   to   5   questions   of   higher   difficulty.The   questions   will   be   displayed   to   the   participantsthrough screen sharing in the meeting and  the participants have to fill in the answers in thegoogle form given and submit it within the given time."
          }
        ]
      },
      "open_to": ["ECE", "EEE", "EIE", "BME", "Other Circuit Branches"],
      "prizes": [
        "Winner - Rs.2000",
        "1st Runner-Up - Rs.1250",
        "2nd Runner-Up - Rs.750"
      ]
    },
    {
      "name": "Telehealth Web Development",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 2,
      "organisers": [
        { "name": "Sandhyavarshin", "phone": 9941288689 },
        { "name": "Harsha", "phone": 9176962001 }
      ],
      "description": {
        "summary": "This event consists of <b>two rounds</b> having a <b>duration of one and half an hour each.</b> Participants in the first round are required to design a webpage  under  the  given topic of any domain.  Selected   participants  are   allowed   for  the second round where they will be designing a webpage for the topics related to biomedical engineering domain.The participants can make use of any platform for developing theirwebpages.  At the  end of each round the participants are requested to  share their designsthrough an  email id  (which we will provide you) to assess the results. ",
        "rounds": 0,
        "round_description": []
      },
      "open_to": "All",
      "prizes": [
        "Winner - Rs.2000",
        "1st Runner-Up - Rs.1250",
        "2nd Runner-Up - Rs.750"
      ]
    },
    {
      "name": "Design to Innovate",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 1,
      "organisers": [
        { "name": "Dhanush", "phone": 8248369664 },
        { "name": "Dharshan", "phone": 9789015214 }
      ],
      "description": {
        "summary": "Participants are required to design a particular problem statement which we will be providing within a span of time and they'll have to present it to the panel of judges. It'll totally be of 2 rounds. One in which they'll have to design a simple model.  This is  the  screening round, where participants will be selected based on the reality of the designs. The second round will be the one where participants will be asked to produce a novel design of need with respect to any industry and that has to prove beneficial for the consumers. They'd have to explain it tothe judges. It's an individual  event. Participants  should be clear, concise in explaining  theaspects   of   the   design.   They   are   even   allowed   to   prepare   presentations   and   can   showsimulations, animations  of the designed 3D Model. Winners will be declared based on theinnovation, uniqueness, aesthetic approach and novelty of the proposed idea.<br><b>Platform to be used – Fusion 360, Solidworks, Blender</b>",
        "rounds": 2,
        "round_description": [
          {
            "name": "Round 1",
            "duration": null,
            "description": "Participants are required to design a product (exact 3D model ) of their own and submit it in aportal which we provide them. It has to relevant to the industry needs. Participants will befiltered in this round.<br><b>Filtering criteria - Complexity, originality.</b>"
          },
          {
            "name": "Round 2",
            "duration": null,
            "description": "Participants are required to design a model which we assign them. Let's say we have a list of12 models from which they have to choose and design accordingly. The designs should bereplicated properly and rendered image has to be submitted for the same. Then they have toexplain the innovation in the design to the judges. More the innovation, higher the marks.<br><b>Novelty, aesthetics, uniqueness, innovation</b>"
          }
        ]
      },
      "open_to": "All",
      "prizes": []
    },
    {
      "name": "Biomedicathon",
      "category": "tech",
      "min_team_size": 3,
      "max_team_size": 3,
      "organisers": [
        { "name": "Varsha", "phone": 8489663279 },
        { "name": "Divya", "phone": 9600075214 }
      ],
      "description": {
        "summary": null,
        "rounds": 2,
        "round_description": [
          {
            "name": "Round 1",
            "duration": null,
            "description": "Round 1 will take place before the main event around mid September during which the participating teams (team of 3) should send an abstract mentioning the Problem statement/theme from the list provided by us.<br/><b>Deadline - Sept 20</b><br/>Abstract should contain<br/><ul><li>Title</li><li>Description of the design</li><li>Novelty</li></ul>Submissions will be scrutinized and around 10-15 submissions will be selected for the secondround. Final list will be sent to the participants within the first week of October."
          },
          {
            "name": "Round 2 (Main Event)",
            "duration": null,
            "description": "Shortlisted participants will have to deliver a presentation and the duration of which will belimited to 10 minutes. The top three teams will be awarded with prize money. Approximateevent duration will be 2 hours."
          }
        ]
      },
      "open_to": "All",
      "prizes": [
        "Winner - Rs.2000",
        "1st Runner-Up - Rs.1500",
        "2nd Runner-Up - Rs.1000"
      ]
    },
    {
      "name": "Medical Auction",
      "category": "tech",
      "min_team_size": 3,
      "max_team_size": 4,
      "organisers": [
        { "name": "Sockalingam (whatsapp only)", "phone": 7358485950 },
        { "name": "Sherwin", "phone": 9629129302 }
      ],
      "description": {
        "summary": "Interested people can register themselves in groups of 3 or 4(preferred). Other individual entries without any group are taken in and later sorted into a group (optional). They are also advised to make a discord or whatsapp group to make discussion among themselves during the auction.",
        "rounds": 1,
        "round_description": [
          {
            "name": "Round 1",
            "duration": "90 mins",
            "description": "<b>Base Idea: </b>A good number of medical devices will be put in auction and the teams get to bidfor the devices. All these components will be divided based on their department of use, example imaging - MRI scan, X-ray etc., optical - Autorefractor, Retinoscope, etc. A number of general/must needed devices for hospitals are also kept in auction such as Defibrillators, Anesthesia Machines, Sterilizers, etc. These general devices act as Bonus for teams who buy it. Based on the number of teams who enter the event the number of each components will be increased/altered.<br/><br/>  <b>Evaluation: </b>The teams that buy components that relate to each other make more points. To make the evaluation better, teams with more general devices tend to get bonus points. In a situation of tie the amount of money left will be a decisive factor to decide the winner."
          }
        ]
      },
      "open_to": "All",
      "prizes": [
        "Winner - Rs.2000",
        "1st Runner-Up - Rs.1500",
        "2nd Runner-Up - Rs.500"
      ]
    },
    {
      "name": "Entrepreneurship",
      "category": "non-tech",
      "min_team_size": 0,
      "max_team_size": 0,
      "organisers": [
        { "name": "Yuvasri", "phone": 6379107639 },
        { "name": "Harshini", "phone": 735842968 },
        { "name": "Prasidha", "phone": 9962236331 }
      ],
      "description": {
        "summary": null,
        "rounds": 3,
        "round_description": [
          {
            "name": "Round 1",
            "duration": null,
            "description": "The   first   round   will   consist   of   a   situation   type   quiz,   where   the   participants   will   be   givenbusiness situations, and they will be marked on the type of answers that they are writing. Theparticipants   will   be   judged   based   on   critical   reasoning,   strategic   thinking,   and   businessacumen.   This   will   NOT   be   an   MCQ   quiz,   the   participants   will   write   and   submit   theirresponses. One member of the team  will submit the responses, but the team members  candiscuss amongst themselves. (Elimination round, depending on the number of participants"
          },
          {
            "name": "Round 2",
            "duration": null,
            "description": "The second round will judge the participants on their financial and budgeting skills. They willbe given an amount of 1,00,0000 rupees, and will be asked to explain how they will invest theamount into their business. They will need to justify the amounts that they are investing, andprovide the reason as to why they invested in that particular unit of their business. This willbe submitted  to us via a common email.  (Elimination  round, depending on the  number ofparticipants)"
          },
          {
            "name": "Round 3",
            "duration": null,
            "description": "The final  round will be a presentation  round, wherein the team-members  will be asked topitch their product to us, via a PPT. The areas that need to be covered in the PPT will beconveyed to the participants in advance. The participants’ products will be judged based onpracticality, creativity and economical aspects. The problem that the product is trying to solvewill   also   be   a   major   marking   factor.   The   highest-ranking   participants   will   be   given   theWinner, and Runner-Up position."
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner - Rs.2000", "Runner-Up - Rs.1000"]
    },
    {
      "name": " Reel it ",
      "category": "non-tech",
      "min_team_size": 1,
      "max_team_size": 3,
      "organisers": [
        { "name": "Lal Bhaveen", "phone": 9629421656 },
        { "name": "Uvarani", "phone": 7871885061 },
        { "name": "Keerthana", "phone": 6379637324 }
      ],
      "description": {
        "summary": "Reel it is a video meme contest",
        "rounds": 2,
        "round_description": [
          {
            "name": "Preliminary Round",
            "duration": "90 mins",
            "description": "For the preliminary round, a topic will be given on spot to the participants, based on which they have to make a video of 30seconds and upload it in the given drive link. Participants will be shortlisted in this round by the judges. Decision will be based on Creativity."
          },
          {
            "name": "Final Round",
            "duration": "90 mins",
            "description": "The shortlisted  participants  will receive  an email  along with the topic for the finalround. Similar to the first round, the participants will have to make a video meme of 30 seconds, based on the given topic and upload it in the same drive link. And, the judges will announce the final winner and runner. Judgement criteria will be Creativity."
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner:Rs.1000", "Runner-Up:Rs.500"]
    }
  ]
}
