{
  "ECE": {
    "20": {
      "name": "Hackinfinity",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 4,
      "organisers": [
        { "name": "Aishwarya", "phone": 7338935634 },
        { "name": "Nimisha", "phone": 9840780834 }
      ],
      "description": {
        "summary": "<i>“Because the people who are crazy enough to think they can change the world are the ones who do”<br/>~Steve Jobs</i><br/><br/>Have you ever been awestruck by the reach of technology? Does its revolutionary touch on this world dazzle you? Have you ever dreamed of being a tech-savvy pioneer? This is your time! Grab the baton! If you want to make the world a better place, the answer lies in creativity and innovation. Now’s your time to take these problems head on and arrive at remarkable solutions!<br/><br/>Join us in this 24 - hour hackathon and prototype a groundbreaking solution to problems in these topics. Creativity is the greatest rebellion in existence. Can you rebel and innovate a solution to the problems in these areas? Brave against the time crunch and grab this opportunity to win exciting prizes!!!<br/><br/> <b>Topics for Problem Statement</b><ul><li>Cyber Security</li><li>Medical and Healthcare</li><li>Women's Safety</li><li>Climate Change and Sustainability</li><li>Fintech</li><li>Technology for agriculture</li><li>Student Innovation (Open Idea)</li></ul><br/>The hackathon will follow a leader board system. The points awarded will be the cumulative points, gained by the team over the three reviews and final presentation. The top team will be announced as the winner of the hackathon.<br/><b>Decision taken by the review panel will be final.</b>",
        "rounds": 5,
        "round_description": [
          {
            "name": "Schedule",
            "duration": null,
            "description": "<h5>Day 1:</h5><ul><li>Virtual meet set up</li><li>Introduction - Google meet</li><li>Hackathon start</li><li>First Review - Discord</li><li>Second Review - Discord</li></ul><br/><h5>Day 2:</h5><ul><li>Third Review - Discord</li><li>Hackathon ends</li><li>Final Presentation - Google Meet</li><li>Valedictory</li></ul>"
          },
          {
            "name": "First Review:",
            "duration": null,
            "description": "<ol><li>Teams are expected to explain their problem statement and the workflow of their solution.</li><li>In this round, teams will be evaluated based on the novelty of their problem statement and the clarity in their approach.</li></ol>"
          },
          {
            "name": "Second Review:",
            "duration": null,
            "description": "<ol><li>This review is a checkpoint to track the team’s progress.</li><li>The reviewers will give their input and their thoughts on the team’s solution and changes if there are any.</li></ol>"
          },
          {
            "name": "Third Review:",
            "duration": null,
            "description": "<ol><li>Teams are expected to implement the changes given in the previous review by the reviewers.</li><li>In this round, the teams are reviewed based on their progress in accordance with their proposed workflow and closeness to completion of the project.</li></ol>"
          },
          {
            "name": "Final Presentation:",
            "duration": null,
            "description": "<ol><li>In this round, teams will be evaluated based on presentation, ability to explain their idea and innovation in their solution.</li><li>Teams which address the marketability of their product will be awarded additional points</li></ol>"
          }
        ]
      },
      "open_to": "All",
      "prizes": [
        "Winner - Rs.12000",
        "1st Runner-Up - Rs.8000",
        "2nd Runner-Up - Rs.5000"
      ]
    },
    "21": {
      "name": "Enigma",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 3,
      "organisers": [
        { "name": "Harini", "phone": 8073169475 },
        { "name": "Aadhish", "phone": 7598098147 }
      ],
      "description": {
        "summary": "Solve puzzles and break the ultimate code",
        "rounds": 2,
        "round_description": [
          {
            "name": "Round 1",
            "duration": null,
            "description": "Aptitude Test based on topics such as General Science and Mathematics, Abstract and Logical Reasoning, Data Interpretation and Basic Programming. Questions will be sent through a Google form."
          },
          {
            "name": "Round 2",
            "duration": null,
            "description": "Qualified teams will be given puzzles based on cryptography, steganography, basic digital electronics and logical deduction. First team to complete wins."
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner - Rs.2000", "Runner-Up - Rs.1000"]
    },
    "22": {
      "name": "Data Utopia",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 2,
      "organisers": [{ "name": "Manjunathan", "phone": 9789067642 }],
      "description": {
        "summary": null,
        "rounds": 2,
        "round_description": [
          {
            "name": "Round 1",
            "duration": "30 mins",
            "description": "MCQ Quiz on Data Science, Machine Learning and Statistics."
          },
          {
            "name": "Round 2",
            "duration": "1.5 hours",
            "description": "At the beginning, the participant will be asked a few questions for around 15 minutes for guiding them to use the correct model/testing their knowledge about the models that can be  used. If the team fails to answer the question the volunteer will guide the participants towards the  right direction (e.g.suggesting a column of values to be dropped etc) at the loss of points. Once a team solves the questions, the dataset (same dataset for all teams) will be given to  the team. The dataset will be technical in nature (related to ECE department). Using the answer to the questions as clues, each team must do exploratory analysis on  the dataset and come up with useful insights on the data and on how to proceed further.Then the team must implement a model/algorithm to predict the outputs for the given test values and measure the accuracy metrics along with the predictions."
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner - Rs.3000", "Runner-Up - Rs.1500"]
    },
    "23": {
      "name": "Tinkering Thoughts",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 3,
      "organisers": [
        { "name": "Palaniappan", "phone": 9791130573 },
        { "name": "Karthik", "phone": 8015775424 },
        { "name": "Hariharan A", "phone": 9962903437 }
      ],
      "description": {
        "summary": null,
        "rounds": 2,
        "round_description": [
          {
            "name": "Round 1:Quiz",
            "duration": "30 mins",
            "description": "The quiz tests basic knowledge of microcontrollers, and basic electronics. Every participant will be given a Google Meet link.Based on the number of participants, 5 or 6 teams will be shortlisted."
          },
          {
            "name": "Round 2:Circuit Simulation",
            "duration": "90 mins",
            "description": "Shortlisted participants from Round 1 will contest in a simulating round. Teams are required to use Tinkercad [open sourced- online software] to design and simulate a circuit. Based on the ranking in the first round, the teams are allowed to choose the projects. If a project is selected, then that project is locked. The teams will be put into breakout rooms."
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Inplant Training for the top two teams"]
    },
    "24": {
      "name": "The Big Meg",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 3,
      "organisers": [
        { "name": "Shwathi", "phone": 9445653201 },
        { "name": "Ashwath", "phone": 9176253113 }
      ],
      "description": {
        "summary": null,
        "rounds": 2,
        "round_description": [
          {
            "name": "Round 1",
            "duration": null,
            "description": "Will be conducted in discord. Each team will be given a basic electronic product and will be given 4 minutes to prepare and sell the same to the judges for a maximum of 3 minutes."
          },
          {
            "name": "Round 2",
            "duration": null,
            "description": "Will again take place in discord and a theme or a problem statement will be established by the judges. And the participants will be given 20 mins to come up with a product or a service in accordance to the theme. And then the teams should convince the judges as to why they should invest in their product. The time cap for each pitch is set at 5 minutes."
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner - Rs.3000", "Runner-Up - Rs.1500"]
    },
    "25": {
      "name": "Debug-a-circuit ",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 3,
      "organisers": [{ "name": "Sandhya B", "phone": 9790956452 }],
      "description": {
        "summary": "Apply the basic principles of electronics, debug the given circuits and arrive at a solution",
        "rounds": 2,
        "round_description": [
          {
            "name": "Round 1",
            "duration": null,
            "description": " A technical quiz based on topics such as but not limited to Circuit Analysis, Semiconductor Devices, Analog Electronic Circuits and Digital Electronics. The questions will be sent to the teams as a Google Form which would be time restricted for submissions. Teams will be selected on the basis of points scored. Only one submission per team would be allowed."
          },
          {
            "name": "Round 2",
            "duration": null,
            "description": "Qualified participants shall be added to a discord server and would be on a video conference throughout the event. This round would consist of three levels of increasing difficulty. In each level the participants are given a faulty circuit (circuit which does not produce the expected output), they are required to do some changes to the circuit and find the expected output. The output found in a particular level will act as a key to the next level. First team to complete all the 3 levels will be declared as winners."
          }
        ]
      },
      "open_to": ["ECE", "EEE", "(Or any Electronics related majors)"],
      "prizes": ["Winner - Rs.1500", "Runner-Up - Rs.1000"]
    },
    "26": {
      "name": "Junkyard Jumble",
      "category": "tech",
      "min_team_size": 2,
      "max_team_size": 3,
      "organisers": [{ "name": "Pooja S", "phone": 9791114323 }],
      "description": {
        "summary": null,
        "rounds": 2,
        "round_description": [
          {
            "name": "Round 1",
            "duration": "15 mins",
            "description": "The first round involves puzzles, scrambled words and references from your favourite fandoms. Use them to crack the physics concepts and move to the next round. This round requires quick thinking skills, analytical and mental ability. Basic concepts of physics will be tested. (class 11 and 12 physics concepts)."
          },
          {
            "name": "Round 2",
            "duration": "3 mins per team",
            "description": "This is the Dumb Charades round. Act out a basic technical (physics) question to your teammates. The team which guesses the maximum number of questions and also answers them correctly will win the competition."
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner - Rs.1500", "Runner-Up - Rs.1000"]
    },
    "27": {
      "name": "Paper Presentation",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 4,
      "organisers": [{ "name": "Nethraa", "phone": 8939073910 }],
      "description": {
        "summary": null,
        "rounds": 2,
        "round_description": [
          {
            "name": "Round 1:Submission of abstract",
            "duration": null,
            "description": "The abstract of the paper of your preference from the given domains must be sent through mail by 1st October, 2021. The domains are as follows:<br/><ul><li>Antenna Systems and its Applications </li><li>Augmented Reality </li><li>Cognitive Science </li><li>Cybersecurity and its risk assessment techniques </li><li>Deep Learning </li><li>Emerging trends in Photonics </li><li>Internet of Intelligent Things </li><li>Internet of Things </li><li>Machine Learning </li><li>Machine Learning/ AI for networks </li><li>MEMS </li><li>Network Security and Blockchain Technology </li><li>Optical Communication and Networks </li><li>Robotics </li><li>Signal and Image processing</li><li>Virtual Reality</li></ul><br/>Email id to submit abstract: ssnieeecomsoc@gmail.com"
          },
          {
            "name": "Round 2",
            "duration": null,
            "description": "Live Presentation of the shortlisted papers from Round 1. The selected teams from round 1 will be given 5 – 10 minutes to explain their paper and present their idea to the panel of judges LIVE online during the time of the event."
          }
        ]
      },
      "open_to": ["ECE"],
      "prizes": ["Winner - Rs.2000", "Runner-Up - Rs.1000"]
    },
    "28": {
      "name": "IPL Auction",
      "category": "non-tech",
      "min_team_size": 1,
      "max_team_size": 3,
      "organisers": [{ "name": "Vikram K", "phone": 7358046900 }],
      "description": {
        "summary": null,
        "rounds": 2,
        "round_description": [
          {
            "name": "Round 1",
            "duration": "30 mins",
            "description": "Quiz based entirely on IPL for a duration of 30 minutes."
          },
          {
            "name": "Round 2",
            "duration": "150 mins",
            "description": "Purse amount will be 80 crores and each team should pick 15 players (11 players in the  playing 11 and 4 in bench) based on the criteria given. Points for the players will be given as per the data available based on 2020 performance in DREAM 11 (IPL 2021 will not be over by Invente)."
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner - Rs.1500", "Runner-Up - Rs.1000"]
    },
    "29": {
      "name": "SketchX",
      "category": "non-tech",
      "min_team_size": 1,
      "max_team_size": 3,
      "organisers": [
        { "name": "Tejaswi S", "phone": 6380562392 },
        { "name": "Sharmada G", "phone": 7708617246 }
      ],
      "description": {
        "summary": null,
        "rounds": 2,
        "round_description": [
          {
            "name": "Round 1",
            "duration": "45 mins",
            "description": "Out of the few topics given on the spot, participants choose one to design a UI framework using any software they see fit. Each team will be scored by the judges and the co-participants(one from each team) through a google form that will be shared after every single presentation which will be 1 min(max). The form will be closed in a bare minimum time."
          },
          {
            "name": "Round 2",
            "duration": null,
            "description": "It’s a guessing round where all the teams name 3 other teams who they think would have scored the highest (again, through a google form). for which they will be scored based on their accuracy."
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner:Rs.2000", "Runner-Up:Rs.1000"]
    }
  },
  "BME": {
    "50": {
      "name": "Paper Presentation",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 2,
      "organisers": [
        { "name": "Chetana", "phone": 8870229158 },
        { "name": "Sasya", "phone": 9963731710 }
      ],
      "description": {
        "summary": "The event involves a preliminary round where the registered candidates will have to submit a project   abstract   along   with   the   camera-ready   paper   on   one   of   the   specified   domains.   The submitted   abstracts   will   be   shortlisted   based   on   the   IEEE   paper   norms   (novelty,   socialimpact,   economic   status,   and   implementation   factor).   The   shortlisted   participants   will   be moved to the next round where they have to present a camera-ready pitch before the panelists for 7 minutes with 3 minutes of QA session for each presentation. Based on the innovation factor and pitch presentation mode, the best presentation and best innovation category will be selected by the panelists.",
        "rounds": 0,
        "round_description": []
      },
      "open_to": "All",
      "prizes": [
        "Best Presentation Award:  Rs.3000 (based on IEEE pitch norms)",
        "Best Innovation Award: Rs. 2000 (based on social and technical novelty)"
      ]
    },
    "51": {
      "name": "Quiz Masters",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 1,
      "organisers": [
        { "name": "Padmavati", "phone": 8637460184 },
        { "name": "Manjula", "phone": 9094949027 },
        { "name": "Basundhara", "phone": 9751901757 }
      ],
      "description": {
        "summary": "This event consists of 3 rounds.<br/><b>The cumulative scores from the previous rounds will be added to the final round.</b><br/> <b>The person scoring the highest will be declared the winner.</b><br/>The catch is that  the platform Kahoot will rank you based on the correct answer andhow fast you answer the same. So your response time matters  ! and try not to waste timesearching for answers which will automatically reduce the response time pushing you to thelast . ",
        "rounds": 3,
        "round_description": [
          {
            "name": "Round 1",
            "duration": null,
            "description": "Will be conducted in Kahoot.it. There will be 12-20 questions with different timingfor each question based on difficulty level. This will consist of questions from electronics,electrical and other circuit subjects. The quiz will be multiple choice."
          },
          {
            "name": "Round 2",
            "duration": null,
            "description": "Top 15 participants from Round 1 will be moved to this round. This round willconsist of solving various types of circuit problems in a given time period. The platform forthis round is also most likely to be Kahoot.it."
          },
          {
            "name": "Round 3",
            "duration": null,
            "description": "Top 8 participants from the previous round will participate in the final round. Theround consists of 8 different domains and each participant gets to select one domain fromwhich he/she will be asked questions. The topper of the previous round will get to select theirdomain   first,   followed   by  the   runner   of  the   previous   round   selects   their   preferred   domainfrom the remaining 7 available ones and this continues till the last. Each domain will contain3   to   5   questions   of   higher   difficulty.The   questions   will   be   displayed   to   the   participantsthrough screen sharing in the meeting and  the participants have to fill in the answers in thegoogle form given and submit it within the given time."
          }
        ]
      },
      "open_to": ["ECE", "EEE", "EIE", "BME", "Other Circuit Branches"],
      "prizes": [
        "Winner - Rs.2000",
        "1st Runner-Up - Rs.1250",
        "2nd Runner-Up - Rs.750"
      ]
    },
    "52": {
      "name": "Telehealth Web Development",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 2,
      "organisers": [
        { "name": "Sandhyavarshin", "phone": 9941288689 },
        { "name": "Harsha", "phone": 9176962001 }
      ],
      "description": {
        "summary": "This event consists of <b>two rounds</b> having a <b>duration of one and half an hour each.</b> Participants in the first round are required to design a webpage  under  the  given topic of any domain.  Selected   participants  are   allowed   for  the second round where they will be designing a webpage for the topics related to biomedical engineering domain.The participants can make use of any platform for developing theirwebpages.  At the  end of each round the participants are requested to  share their designsthrough an  email id  (which we will provide you) to assess the results. ",
        "rounds": 0,
        "round_description": []
      },
      "open_to": "All",
      "prizes": [
        "Winner - Rs.2000",
        "1st Runner-Up - Rs.1250",
        "2nd Runner-Up - Rs.750"
      ]
    },
    "53": {
      "name": "Design to Innovate",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 1,
      "organisers": [
        { "name": "Dhanush", "phone": 8248369664 },
        { "name": "Dharshan", "phone": 9789015214 }
      ],
      "description": {
        "summary": "Participants are required to design a particular problem statement which we will be providing within a span of time and they'll have to present it to the panel of judges. It'll totally be of 2 rounds. One in which they'll have to design a simple model.  This is  the  screening round, where participants will be selected based on the reality of the designs. The second round will be the one where participants will be asked to produce a novel design of need with respect to any industry and that has to prove beneficial for the consumers. They'd have to explain it tothe judges. It's an individual  event. Participants  should be clear, concise in explaining  theaspects   of   the   design.   They   are   even   allowed   to   prepare   presentations   and   can   showsimulations, animations  of the designed 3D Model. Winners will be declared based on theinnovation, uniqueness, aesthetic approach and novelty of the proposed idea.<br><b>Platform to be used – Fusion 360, Solidworks, Blender</b>",
        "rounds": 2,
        "round_description": [
          {
            "name": "Round 1",
            "duration": null,
            "description": "Participants are required to design a product (exact 3D model ) of their own and submit it in aportal which we provide them. It has to relevant to the industry needs. Participants will befiltered in this round.<br><b>Filtering criteria - Complexity, originality.</b>"
          },
          {
            "name": "Round 2",
            "duration": null,
            "description": "Participants are required to design a model which we assign them. Let's say we have a list of12 models from which they have to choose and design accordingly. The designs should bereplicated properly and rendered image has to be submitted for the same. Then they have toexplain the innovation in the design to the judges. More the innovation, higher the marks.<br><b>Novelty, aesthetics, uniqueness, innovation</b>"
          }
        ]
      },
      "open_to": "All",
      "prizes": []
    },
    "54": {
      "name": "Biomedicathon",
      "category": "tech",
      "min_team_size": 3,
      "max_team_size": 3,
      "organisers": [
        { "name": "Varsha", "phone": 8489663279 },
        { "name": "Divya", "phone": 9600075214 }
      ],
      "description": {
        "summary": null,
        "rounds": 2,
        "round_description": [
          {
            "name": "Round 1",
            "duration": null,
            "description": "Round 1 will take place before the main event around mid September during which the participating teams (team of 3) should send an abstract mentioning the Problem statement/theme from the list provided by us.<br/><b>Deadline - Sept 20</b><br/>Abstract should contain<br/><ul><li>Title</li><li>Description of the design</li><li>Novelty</li></ul>Submissions will be scrutinized and around 10-15 submissions will be selected for the secondround. Final list will be sent to the participants within the first week of October."
          },
          {
            "name": "Round 2 (Main Event)",
            "duration": null,
            "description": "Shortlisted participants will have to deliver a presentation and the duration of which will belimited to 10 minutes. The top three teams will be awarded with prize money. Approximateevent duration will be 2 hours."
          }
        ]
      },
      "open_to": "All",
      "prizes": [
        "Winner - Rs.2000",
        "1st Runner-Up - Rs.1500",
        "2nd Runner-Up - Rs.1000"
      ]
    },
    "55": {
      "name": "Medical Auction",
      "category": "tech",
      "min_team_size": 3,
      "max_team_size": 4,
      "organisers": [
        { "name": "Sockalingam (whatsapp only)", "phone": 7358485950 },
        { "name": "Sherwin", "phone": 9629129302 }
      ],
      "description": {
        "summary": "Interested people can register themselves in groups of 3 or 4(preferred). Other individual entries without any group are taken in and later sorted into a group (optional). They are also advised to make a discord or whatsapp group to make discussion among themselves during the auction.",
        "rounds": 1,
        "round_description": [
          {
            "name": "Round 1",
            "duration": "90 mins",
            "description": "<b>Base Idea: </b>A good number of medical devices will be put in auction and the teams get to bidfor the devices. All these components will be divided based on their department of use, example imaging - MRI scan, X-ray etc., optical - Autorefractor, Retinoscope, etc. A number of general/must needed devices for hospitals are also kept in auction such as Defibrillators, Anesthesia Machines, Sterilizers, etc. These general devices act as Bonus for teams who buy it. Based on the number of teams who enter the event the number of each components will be increased/altered.<br/><br/>  <b>Evaluation: </b>The teams that buy components that relate to each other make more points. To make the evaluation better, teams with more general devices tend to get bonus points. In a situation of tie the amount of money left will be a decisive factor to decide the winner."
          }
        ]
      },
      "open_to": "All",
      "prizes": [
        "Winner - Rs.2000",
        "1st Runner-Up - Rs.1500",
        "2nd Runner-Up - Rs.500"
      ]
    },
    "56": {
      "name": "Entrepreneurship",
      "category": "non-tech",
      "min_team_size": 1,
      "max_team_size": 3,
      "organisers": [
        { "name": "Yuvasri", "phone": 6379107639 },
        { "name": "Harshini", "phone": 735842968 },
        { "name": "Prasidha", "phone": 9962236331 }
      ],
      "description": {
        "summary": null,
        "rounds": 3,
        "round_description": [
          {
            "name": "Round 1",
            "duration": null,
            "description": "The   first   round   will   consist   of   a   situation   type   quiz,   where   the   participants   will   be   givenbusiness situations, and they will be marked on the type of answers that they are writing. Theparticipants   will   be   judged   based   on   critical   reasoning,   strategic   thinking,   and   businessacumen.   This   will   NOT   be   an   MCQ   quiz,   the   participants   will   write   and   submit   theirresponses. One member of the team  will submit the responses, but the team members  candiscuss amongst themselves. (Elimination round, depending on the number of participants"
          },
          {
            "name": "Round 2",
            "duration": null,
            "description": "The second round will judge the participants on their financial and budgeting skills. They willbe given an amount of 1,00,0000 rupees, and will be asked to explain how they will invest theamount into their business. They will need to justify the amounts that they are investing, andprovide the reason as to why they invested in that particular unit of their business. This willbe submitted  to us via a common email.  (Elimination  round, depending on the  number ofparticipants)"
          },
          {
            "name": "Round 3",
            "duration": null,
            "description": "The final  round will be a presentation  round, wherein the team-members  will be asked topitch their product to us, via a PPT. The areas that need to be covered in the PPT will beconveyed to the participants in advance. The participants’ products will be judged based onpracticality, creativity and economical aspects. The problem that the product is trying to solvewill   also   be   a   major   marking   factor.   The   highest-ranking   participants   will   be   given   theWinner, and Runner-Up position."
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner - Rs.2000", "Runner-Up - Rs.1000"]
    },
    "57": {
      "name": " Reel it ",
      "category": "non-tech",
      "min_team_size": 1,
      "max_team_size": 1,
      "organisers": [
        { "name": "Lal Bhaveen", "phone": 9629421656 },
        { "name": "Uvarani", "phone": 7871885061 },
        { "name": "Keerthana", "phone": 6379637324 }
      ],
      "description": {
        "summary": "Reel it is a video meme contest",
        "rounds": 2,
        "round_description": [
          {
            "name": "Preliminary Round",
            "duration": "90 mins",
            "description": "For the preliminary round, a topic will be given on spot to the participants, based on which they have to make a video of 30seconds and upload it in the given drive link. Participants will be shortlisted in this round by the judges. Decision will be based on Creativity."
          },
          {
            "name": "Final Round",
            "duration": "90 mins",
            "description": "The shortlisted  participants  will receive  an email  along with the topic for the finalround. Similar to the first round, the participants will have to make a video meme of 30 seconds, based on the given topic and upload it in the same drive link. And, the judges will announce the final winner and runner. Judgement criteria will be Creativity."
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner:Rs.1000", "Runner-Up:Rs.500"]
    }
  },
  "EEE": {
    "30": {
      "name": "Paper Presentation",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 4,
      "organisers": [
        { "name": "Madhusudan", "phone": 8637433373 },
        { "name": "Adhitya", "phone": 9445027807 },
        { "name": "Suganthi", "phone": 6385418135 },
        { "name": "Vyshnavi", "phone": 9381821624 }
      ],
      "description": {
        "summary": null,
        "rounds": 4,
        "round_description": [
          {
            "name": "DOMAINS COVERED (But not limited to)",
            "description": "<ul><li>Smart Grids</li><li>Soft Computing Techniques in Power Systems</li><li>Feedback Control Systems</li><li>Power Electronics and Energy Efficient Drives</li><li>Renewable Power Conversion Technologies</li><li>Instrumentation and Control</li><li>Power Quality Improvement Techniques</li><li>Expert Systems and Artificial Intelligence Techniques</li><li>Internet of Things</li><li>Analog and Digital Electronics/Optimization Algorithms </li><li>Hybrid/Electric vehicle technology </li></ul><br/>Or any innovative research work !"
          },
          {
            "name": "Round 1",
            "description": "<b>The papers submitted will be reviewed by a panel of judges</b><br><ul><li>The research paper should be submitted within the stipulated date to invente.eee.paperpresentation@gmail.com</li><li>Mention the title of the paper, author’s names in the mail.</li><li>The last date for paper submission is <b>26/09/2021</b></li><li>The research papers should follow the above rules mentioned</li><li>The paper will be under review by a panel of judges</li><li>The panel will take into account the plagiarism Report of the Research papers for the selection process</li><li>The selected participants will be notified through mail</li></ul>"
          },
          {
            "name": "Round 2",
            "description": "<b>This round will be conducted on the Zoom/Google meet/Microsoft Teams platform. </b><br><ul><li>Selected participants are required to present their Research work as a Powerpoint presentation during the Final round</li><li>The Presentation will be followed by a Q & A session with the panel of judges</li><li>If the event clashes with other events conducted during INVENTE 6.0, contact the Event Heads beforehand</li><li>The rules will be briefed for the participants when they join the online meeting</li><li>Participants kindly ensure that stable internet connectivity is available throughout the event</li><li>Evaluations of Round 1 and Round 2 will be consolidated for final standings</li><li>The judges’ decision is <b>final</b></li></ul>"
          },
          {
            "name": "Event Rules",
            "description": "<ul><li>Only a maximum of 4 authors and <b>only</b> student authors are allowed. It is not necessary that all authors must be from the same institute</li><li>he authors can present their paper individually or as a team during the final round</li><li><b>Plagiarism is strictly unacceptable.</b>Only original research works are accepted.</li><li>The paper must be in <b>DOUBLE COLUMN IEEE format</b>. This format must be strictly followed.</li><li>To refer the IEEE standard, use the link below : https://docs.google.com/document/d/1YgyGebtyRlekC8Wan6dXwCllsVC qa09C_glpRJ4P78Q/edit?usp=sharing </li><li>The paper submitted must be in <b>.pdf</b> format</li></ul>"
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner: Rs.3000", "Runner-Up: Rs.1500"]
    },
    "31": {
      "name": "Tech Quiz",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 2,
      "organisers": [
        { "name": "Sri Hari", "phone": 9566061591 },
        { "name": "Suraj", "phone": 9384661042 },
        { "name": "Tharun", "phone": 6385148340 }
      ],
      "description": {
        "summary": "<b>Communication Platform: Zoom</b><br/><b>TOPICS EXPLORED:General Tech! [P.S. Might involve a couple of mild EE Qs for the sake of the department]</b><br/><b>Tie Breakers will be involved</b>",
        "rounds": 3,
        "round_description": [
          {
            "name": "Prelims",
            "duration": null,
            "description": "<ul><li>40 questions. Starred questions will be used for tie breakers</li><li>Usual pointers applicable</li><li>Every Breakout Room will have a invigilator to help the contestants and also to monitor whether the rules are abided by the respective teams</li><li>It is mandatory for every contestant to switch on their audio and video throughout the contest</li></ul><br><b>Quiz Master: Tharun R Prakash/ Sri Hari</b><br/><b>Finalists will be decided upon the number of participants [Min 4, Max 6]</b><br/>(If the number of participants is beyond our wildest dreams, then a semi final round might be conducted)"
          },
          {
            "name": "Grand Finale",
            "duration": null,
            "description": "<ul><li>For the ultimate showdown the finale will be a classic Pounce and Bounce with multiple Quiz Masters and multiple drills all very interactive and breezy contention to crown the champions.</li><li>The finale will take place via Zoom and all the participants must be make  sure their Internet connections is as seamless as possible. </li></ul>"
          },
          {
            "name": "Basic Rules",
            "duration": null,
            "description": "<ul><li>Prelims will not have any negative marking. So does Bounce in finals.</li><li>In case of a tie at any stage of the contest, the tie breaker will be decided by the respective Quiz Masters and their decision will be final.</li><li>In case a contestant has network issues in between, grace time will be given in accordance with their situation.</li><li>Any disturbance from the participant’s side and unnecessary interruptions will not be entertained (Except memes!)</li></ul>"
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner - Rs.3000", "Runner-Up - Rs.1500"]
    },
    "32": {
      "name": "E-Bugging",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 3,
      "organisers": [
        { "name": "Harikrishna", "phone": 9884048488 },
        { "name": "Lohini", "phone": 8870503649 },
        { "name": "Madhuri", "phone": 9027521824 },
        { "name": "Neythra", "phone": 7305601210 }
      ],
      "description": {
        "summary": "<b>Domains Covered:</b><br/><ul><li>Power Electronics</li><li>EDC</li><li>Analog and Digital Circuits</li><li>Circuit Theory</li><li>Machines</li></ul><br/><br/><b>General Instructions:</b><br/>A circuit will be provided in each question. But a mistake is present in the circuit. The team should identify the mistake and type out the correct answer. <br/><ol><li>There will be three stages : 1. League Stage  2. Eliminator  3. Final Stage</li><li>There will be no negative marking. The answer should be concise and precise. </li><li>Contestants will be asked to join a Zoom meeting, and will be assigned breakout rooms for their convenience to brainstorm the questions from the Google forms and only one response from a team will be acknowledged for each circuit. </li><li>Every Breakout Room will have a invigilator to help the contestants and also to monitor whether the rules are abided by the respective teams. The google form should be screenshared at all times. </li><li> It is mandatory for every contestant to switch on their audio and video throughout the contest.</li><li>The participants should have their own devices like laptop, charger and must also carry their ID card.</li><li>The winners of each round will be announced at the end of each round. The decisions of the Event Heads will be final. </li></ol>",
        "rounds": 3,
        "round_description": [
          {
            "name": "League Stage",
            "duration": "30 mins",
            "description": "All teams will be given 6 questions to solve in 30 mins.<br/>Each question will be awarded 3 marks. 1 mark for identification and 2 marks for explanation.<br/><br/>Total marks in League stage : 18"
          },
          {
            "name": "Eliminator Stage ",
            "duration": "20 mins",
            "description": "All teams will be given 4 questions to solve in 20 mins.<br/>Each question will be awarded 5 marks. There might be more than one mistake. Each question will be awarded marks based on the identification and explanation of the mistake.<br/><br/>Total Marks: 20"
          },
          {
            "name": "Final Stage ",
            "duration": "20 mins",
            "description": "All teams will be given 3 questions to solve in 20 mins.<br/>Each question will be awarded 5 marks. There might be more than one mistake. Each question will be awarded marks based on the identification and explanation of the mistake.<br/><br/>Total Marks: 15"
          }
        ]
      },
      "open_to": ["All Circuit Branches"],
      "prizes": ["Winner - Rs.3000", "Runner-Up - Rs.1500"]
    },
    "33": {
      "name": "Electronic-Maze",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 3,
      "organisers": [
        { "name": "Surabhi", "phone": 8248369664 },
        { "name": "Shruthi", "phone": 9789015214 },
        { "name": "Retika", "phone": 9789015214 },
        { "name": "Shruthi", "phone": 9789015214 }
      ],
      "description": {
        "summary": "<b>DOMAINS COVERED:</b> Basics of EEE, Field theory, Digital logic circuits, Electronic devices, Microprocessors, Electrical Machines. ",
        "rounds": 2,
        "round_description": [
          {
            "name": "Round 1",
            "duration": "20 mins",
            "description": "<b>A theme based recreational technical quiz  </b><br/><ul><li>First round is a fun technical quiz conducted through online quizzing platforms.</li><li>The quiz comprises 20 questions  based on the subjects mentioned above.</li><li>The top six teams will be qualified to the next rounds.</li><li>The team members can connect through a discord server to discuss among themselves.</li><li>There will be no proctoring for the first round. </li><li>Quiz link can be accessed only through the registered email id.</li></ul>"
          },
          {
            "name": "Round 2",
            "duration": "40 mins",
            "description": "<b>Unlocking knowledge at the speed of thought!</b><br/><ul><li>The qualified participants will be intimated through the registered email id.</li><li>There are eight levels and correct answers will take the participants to the next level in the maze.</li><li>Mix of technical and  non technical questions  (bonus) .</li><li>There will be a time limit for each question.</li><li>The fastest team to reach any level will have an edge in case of ties.</li></ul>"
          }
        ]
      },
      "open_to": ["ECE", "EEE"],
      "prizes": ["Winner - Rs.3000", "Runner-Up - Rs.1500"]
    },
    "34": {
      "name": "Ideate",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 5,
      "organisers": [
        { "name": "Harini", "phone": 8056245960 },
        { "name": "Nishitha", "phone": 9790871217 },
        { "name": "Dhruv", "phone": 6379155919 },
        { "name": "Saikrishna", "phone": 9159775911 }
      ],
      "description": {
        "summary": "<b>IDEATE: </b>&nbsp;is an extended hackathon that kindles the passionate engineering minds to shape up their attractive ideas, that serves to solve a real-time problem or as a token of technological advancement.<br/><br/><b>DOMAINS</b>  <li>Internet Of Things – IoT </li><li>Crisis Response </li><li>Smart Security </li><li>Healthcare </li><li>Mobility </li><li>E- Technologies </li><li>Women Safety </li><li>Open Innovation </li><br/>If your idea doesn’t fall under the domains specified, don’t worry!! Put it on under Open Innovation and get a chance to feature as a winner!! ",
        "rounds": 5,
        "round_description": [
          {
            "name": "General Instructions",
            "duration": null,
            "description": "<ul><li>Valid ID proofs, Laptop, Chargers, working webcam and other hardware equipments needed for completion of the hackathon is mandatory. </li><li>There should be a hardware which could be accompanied by a software.(Contact for  further enquiries on this) </li><li>Ensure to have a stable internet connection </li><li>Participants are requested to stick on to the timelines for a seamless experience at  both ends </li><li>The judging will be based on their novelty, feasibility, innovation quotient, business  model and relevance to problem statement </li><li>Reviews will be done at each stage and credits secured will be considered for evaluation. </li></ul>"
          },
          {
            "name": "Phase 1: (Registration) ",
            "duration": null,
            "description": "<ul><li>Team Registration and domain selection has to be done. </li><li>Submission of Abstract  </li><li>Send your abstracts to the Mail ID : inventeideate2021@gmail.com </li></ul><br/><br/><b>Format for Sending Your Abstract: </b><br/><ul><li>Team Name: </li><li>Team Leader(SPOC): </li><li>Team Member Details: Name, Mail ID, Contact Number </li><li>Domain Chosen: </li><li>Problem Statement: </li><li>Objective: </li><li>Abstract: </li><li>Application: </li></ul><br/>Share in the form of TeamName_Domain.pdf <br/>Shortlisted Ideas from Phase 1 will move further <br/>Shortlisted Teams will share the format for further rounds of evaluation. The date and time for the rounds will be communicated to the shortlisted teams.  "
          },
          {
            "name": "Phase 2: (Preliminary Evaluation) ",
            "duration": null,
            "description": "<ul><li>Participants will be evaluated based on their workflow (Progress, Improvement,  Involvement by team members)</li><li>Participants are requested to submit the Technology Stack and other data related  to the project (Till the point they have completed)</li><li>Format will be shared via Email   </li></ul>"
          },
          {
            "name": "Phase 3: (Secondary Evaluation) ",
            "duration": null,
            "description": "<ul><li>Participants should submit their working videos of the project and explain it in the same.</li><li>Format will be specified post event kick start</li></ul><br/><b>*Points gained in Preliminary and Secondary Evaluation will also be considered for result</b>"
          },
          {
            "name": "Phase 4: (Final Pitching) on the day of Invente ",
            "duration": null,
            "description": "<ul><li>Participants will have to pitch their project to a judging panel</li><li>Each team will be given 20 minutes for presentation.</li><li>The projects may be evaluated on following criteria : </li><ol><li>Feasibility and User-friendliness </li><li>Relevance to Problem Statement and Novelty </li><li>Business plan and marketability </li><li>Impact on the society </li><li>Sustainability and Quality </li><li>Creativity and Scalability </li></ol><li>here will be a Dry Run (not for evaluation) before commencement of phase 4, for the participants to get used to the environment.  </li></ul><br/>If teams are tied with the same points, there will be a tie-breaker round, which will happen either before or after Phase 4 (Further details will be given during the process, if at all a tie occurs). "
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner - Rs.3000", "Runner-Up - Rs.1500"]
    },
    "35": {
      "name": "Inventino 2021",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 3,
      "organisers": [
        { "name": "Parithi", "phone": 9092437531 },
        { "name": "Siddharthan", "phone": 6385101827 },
        { "name": "Siddarth", "phone": 7395987120 },
        { "name": "Rengarajan", "phone": 8681981150 },
        { "name": "Sivakarthikeyan", "phone": 7812044835 }
      ],
      "description": {
        "summary": "Arduino Lads here is a place to prove yourself unique among the crowd. This is a great opportunity to showcase your skills in electronics and microcontrollers using Arduino and compete with other innovative participants. We welcome you all to participate in one of the best tech symposiums in town and win exciting prizes. GET Ready, Set, Code!!!",
        "rounds": 3,
        "round_description": [
          {
            "name": "General Instructions",
            "duration": null,
            "description": "<ul><li>Valid ID proofs, laptop, working webcam and mic needed for completion of the competition is mandatory.  </li><li>Ensure you have a stable internet connection</li><li>Arduino IDE installed and running </li><li>Basic knowledge of Microprocessors and Microcontrollers is needed</li><li>Hands on knowledge of Arduino</li><li><b>Possession of an Arduino board and related hardware is advantageous.</b></li></ul>"
          },
          {
            "name": "Round 1 (Quiz)",
            "duration": "60 mins",
            "description": "<b>Topics:</b> Microprocessors and Microcontrollers, basic electronics and Arduino <br/><ul><li>The quiz will be timed. </li><li>Both marks and time of submission will be considered for evaluation</li><li>No negative marking</li><li>The questions will be a mix of MCQ’s and Arduino code debugging</li><li>Briefing will be given before the start of the event </li></ul><br/><b>Evaluation Criteria:</b><br/><ul><li>Correct Answer for MCQ </li><li>Time of submission</li><li> Logic, execution, feasibility for the code debugging</li></ul><br/>Shortlisted teams will move forward for Round 2 (In case of tie-breaker, further evaluation will be done which will be specified during the time of event)"
          },
          {
            "name": "Round 2 (Inventino)",
            "duration": "2-3 hours",
            "description": "<b>Mode:</b> GMeet / Zoom / Cisco Webex </br><ul><li>Participants will be shown Arduino based projects. The number of projects shown will be equal to the number of shortlisted teams. </li><li><b>Participants are required to demonstrate the project they are assigned in hardware.</b></li><li>Teams will be allowed to choose the project of their preference from the given projects based on their performance in the first round.</li><li>An event organiser will be assigned to each team who will be in possession of an Arduino board. In case the team doesn’t have a board with them, they can share their code with their assigned organiser who will test the code and show the output.</li><li>Teams can send their code for debugging how many ever times they want within the specified time frame.</li><li>If a team is in possession of an Arduino, they may debug it on their own. However <b>the final code must be sent to the organiser for testing</b>.</li><li>The code sent last will be taken for evaluation.</li><li>Teams are encouraged to add on to the project to innovate it. Extra marks will be awarded for this.</li><li>Teams are also required to explain how they can improve the project and take it forward as a product. Time will be allocated for this.</li></ul><br/><b>Evaluation will be based upon: </b><br/><ul><li>Closeness to the assigned project</li><li>Time taken to complete</li><li>Innovation quotient</li><li>Creativity and presentation</li></ul>"
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner - Rs.3000", "Runner-Up - Rs.1500"]
    },
    "36": {
      "name": "Tentkotta",
      "category": "non-tech",
      "min_team_size": 1,
      "max_team_size": 3,
      "organisers": [
        { "name": "Barathkumar", "phone": 7397440584 },
        { "name": "Balaji", "phone": 7868991177 }
      ],
      "description": {
        "summary": "<b>Platorm: </b>Zoom/g-meet<br/><b>Topics Explored: </b>Kollywood(Thamizh Cinema)",
        "rounds": 2,
        "round_description": [
          {
            "name": "Round 1",
            "duration": null,
            "description": "<b><u>Part 1: MCQ</u></b><br/><ul><li>Every member of all teams will receive a test link.</li><li>This will be an MCQ-based test which will have 30 questions in total, and you will be given 15 minutes to answer those.</li><li>The average score of each team will be considered.</li></ul><b><u>Part 2: Guess the Film from the dialogue</u></b><br/><ul><li>After completing this online test, your team will be directed to a break-out room, where you will be having your second part of your Preliminary round.</li><li>Here you will be having a set of audio clips containing movie dialogues, separated as:</li><ul><li><i>Easy – 2 Points Each</i></li><li><i>Medium – 4 Points Each</i></li><li><i>Hard - 6 Points Each</i></li></ul><li>You will be given 2/3 minutes in total and you must “find the film” in which the dialogue is placed. You can find any number of films/dialogues within the given time. You can even choose whether you are going to find Easy/Medium/Hard.</li><li>This score will be added with the average score obtained in the first part and the combined score will be used to filter the participants to the next round.</li></ul>"
          },
          {
            "name": "Round 2",
            "duration": null,
            "description": "<b><u>Part 1: Find the song from the lyrics</u></b><br/><ul><li>Part of the lyrics of a song will be given and you must find which song it is. </li><li>Incase Not Known…Question will be passed to the next team.</li></ul><b><u>Part 2: Panchathanthiram</u></b><br/><i><u>(Similar to Panchathandhiram Round of Vijay TV Connexions)</u></i><ul><li>Clues of a movie will be displayed one-by-one and you must find which film it is with the minimum number of Clues.</li<li>The lesser the no. of clues taken, the more the score is.</li></ul><br/><b>The winner of the event will be decided from the Round 2 scores combining Part 1 and Part 2. In case of a tie, TIE-BREAKER will be held, for which, the details will be given then.</b>"
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner - Rs.1000", "Runner-Up - Rs.500"]
    },
    "37": {
      "name": "IPL Bidding",
      "category": "non-tech",
      "min_team_size": 1,
      "max_team_size": 2,
      "organisers": [
        { "name": "Reshab", "phone": 9884310197 },
        { "name": "Sivakarthikeyan", "phone": 7812044835 },
        { "name": "Sai Arun", "phone": 7010054851 },
        { "name": "Siddarth", "phone": 7395987120 }
      ],
      "description": {
        "summary": "<b>Platform: </b>Zoom/Discord",
        "rounds": 2,
        "round_description": [
          {
            "name": "Round 1",
            "duration": null,
            "description": "<ul><li>This will be a MCQ round covering questions related to cricket </li><li>It is an elimination round </li><li>Participants will be filtered according to their marks and 8 members/teams will be  selected to the second round.</li></ul>"
          },
          {
            "name": "Round 2: Auction",
            "duration": null,
            "description": "<b>Rules of Auction</b><ul><li>Every team will be provided with same bag amount </li><li>Participants can bid and pick the players of their choice.</li><li>Your squad selection should follow all our criteria which will be given to you before the commencement of the auction</li><li>If your selected team/squad fails to meet any of the given conditions, that particular participant/team will be disqualified.</li></ul><b>Evaluation</b><ul><li>Each and every player in the auction list will be given a rating out of 10 , which is based on their recent performances. (This will be shared only at the end of the auction)</li><li>At the end of the auction, each team/squad picked by the teams will be evaluated based on the ratings of the players they have in their squad/team.</li><li>The teams with higher points will be considered as the winners.(The points will be based on the average of the players ratings in the squad)  </li></ul>"
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner:Rs.3000", "Runner-Up:Rs.1500"]
    }
  },
  "IT": {
    "10": {
      "name": "ENIGMA:(CRYPT IT)",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 1,
      "organisers": [
        { "name": "Nandana", "phone": 6382844423 },
        { "name": "Swathi", "phone": 6385555603 },
        { "name": "Raajalakshumi", "phone": 9791349237 }
      ],
      "description": {
        "summary": "This event comprises two rounds,which will be conductedin virtual mode. Event rules are explained toparticipants prior to the event in a zoom call.The first round is conducted on hackerrank/hackerearth platform which composes of 20 mcqs with duration compact of 30 mins.If the student crosses our cut off then he/shewill be qualified to the next round.In the secondround students will be given a cipher to break, andthey must automate the process through code in the given durationof 1-2 hrs.Program will be graded based on thenumber of test cases passed.Students with maximum scores were selected and awarded.",
        "rounds": 2,
        "round_description": [
          {
            "name": "Round 1: Quiz Round",
            "duration": "30 mins",
            "description": "A quiz with around 20 questions will be given to the participants. The questions will involve the participants solving cryptographic puzzles and pattern based problems.<i>Students with maximum scores will be shortlisted.</i>"
          },
          {
            "name": "Round 2: Coding Round",
            "duration": "1-2 hours",
            "description": "Students will be given a cipher to break, and theymust automate the process through code. Program canbewritten in C,Cpp, Python, Java (hackerrank) Programwill be graded based on the number of test casespassed.<i>Winners will be announced based on the scores of Round 2.</i>"
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner: Rs.3000", "Runner-Up: Rs.1500"]
    },
    "11": {
      "name": "WEBSITICA",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 1,
      "organisers": [
        { "name": "Rithanya", "phone": 9487852180 },
        { "name": "Pakkeer", "phone": 9789032965 },
        { "name": "Sanjay", "phone": 8608792215 }
      ],
      "description": {
        "summary": "This event is a web development event and basically comprises two important rounds,which will be conducted in virtual mode where thestudents have to login at the given time.",
        "rounds": 3,
        "round_description": [
          {
            "name": "Round 1",
            "duration": "1 hour",
            "description": "The first round is conducted in google forms which composes of 30(it may vary) mcqs. If the student is able to cross our cut off then they’ll be considered for the next round"
          },
          {
            "name": "Round 2",
            "duration": "2-3 hours",
            "description": "In the second round the student is required to create a website with the topic given and in the given duration. If the website meets the requirements then the candidate is taken down for further process by the heads and the winner is selected and awarded."
          },
          {
            "name": "Note",
            "duration": null,
            "description": "<ul><li>The student must login at the given time or else they’ll not be allowed to login.</li><li> Switching of tabs is not allowed if done the test will automatically close</li><li>No usage of phone</li><li>This platform rquired webcam and audio enabled.</li><li>All the best</li></ul>"
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner - Rs.3000", "Runner-Up - Rs.1500"]
    },
    "12": {
      "name": "CODERA",
      "category": "tech",
      "min_team_size": 2,
      "max_team_size": 2,
      "organisers": [
        { "name": "Divya", "phone": 9445816942 },
        { "name": "Badrinarayan", "phone": 8903039560 },
        { "name": "Keertivaas", "phone": 8939126658 }
      ],
      "description": {
        "summary": "Participate and test your Data Structures and Algorithms skills.",
        "rounds": 3,
        "round_description": [
          {
            "name": "Round 1",
            "duration": null,
            "description": "Questions like<br/><ul><li>Debugging</li><li>Find the output</li><li> Coding questions</li><li> Find time complexity Etc</li>"
          },
          {
            "name": "Round 2 ",
            "duration": null,
            "description": "5 coding questions<br/><ul><li>One easy</li><li>Two intermediate</li><li>Two hard</li></ul>"
          },
          {
            "name": "Note",
            "duration": null,
            "description": "<ul><li>The student must login at the given time or else they’ll not be allowed to login.</li><li> Switching of tabs is not allowed</li><li>No usage of phone</li><li>This platform rquired webcam and audio enabled.</li></ul>"
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner - Rs.3000", "Runner-Up - Rs.1500"]
    },
    "13": {
      "name": "REVERSE GEAR",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 1,
      "organisers": [
        { "name": "Adithya", "phone": 9962771981 },
        { "name": "Harrison", "phone": 9080810523 },
        { "name": "Jayesh", "phone": 9176852722 }
      ],
      "description": {
        "summary": "All our lives are probably going in reverse gear right now, so why not try some Code Obfuscation and Reverse Coding",
        "rounds": 3,
        "round_description": [
          {
            "name": "Round 1",
            "duration": "1 hour",
            "description": "This round will be conducted on any online quiz platform(yet to be decided) which comprises of 20 MCQs and one obfuscated code for them to deobfuscate within a duration of 1hr. If the student is able to cross our cut off then he/she will be considered for the next round."
          },
          {
            "name": "Round 2",
            "duration": "1 hour",
            "description": "Two medium level codes will be given for them to obfuscate and one reverse coding question where the extension file (.exe) will be sent via google drive and they have to find the logic by checking with different input values.They have to complete both within a duration of 1hr. Hackerrank platform will be used for code obfuscation"
          },
          {
            "name": "Note",
            "duration": null,
            "description": "<ul><li>The student must login at the given time or else they’ll not be allowed to login.</li><li> Switching of tabs is not allowed</li><li>No usage of phone</li><li>This platform rquired webcam and audio enabled (round 1)</li></ul>"
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner - Rs.3000", "Runner-Up - Rs.1500"]
    },
    "14": {
      "name": "PAPYRUS",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 3,
      "organisers": [
        { "name": "Nithish", "phone": 9092110340 },
        { "name": "Suthakar", "phone": 9360457630 },
        { "name": "Visvesh", "phone": 9524587047 }
      ],
      "description": {
        "summary": "Have a Research/Review Paper? Come present it withus at \"Papyrus\", our Paper Presentation Event.",
        "rounds": 3,
        "round_description": [
          {
            "name": "Round 1 (Off-stage)",
            "duration": null,
            "description": "In the first round, participants form a team of upto 3 members and submit their paper and abstract via mail. The papers are then shortlisted and the selected teams are notified."
          },
          {
            "name": "Round 2",
            "duration": "3.5 hours",
            "description": "In the second and final round, shortlisted teams are lined up. Each team presents their paper for 7 minutes followed by a Q&A session for 2 minutes. The top 2 papers will be selected as winners."
          },
          {
            "name": "Rules",
            "duration": null,
            "description": "<ul><li>Each paper can have upto 3 authors.</li><li>Submitted papers must be in IEEE format.</li><li>Papers must not be published before anywhere or beunder consideration for publication in any journalor conference.</li><li>Plagiarism is not allowed. Original works only.</li><li>Paper length limited to 6 pages.</li><li>Paper must be in .pdf, .docx, or .doc formats.</li><li>A team can have participants from different institutions.</li><li>The paper is to be attached to the mail <u>paperpresentationinvente2021@gmail.com </u>with the subject as the title of the paper.</li><li>The mail must contain - name of authors, college names and departments, phone numbers, and email addresses</li></ul>"
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner - Rs.3000", "Runner-Up - Rs.1500"]
    },
    "15": {
      "name": "ANALYTICS SPRINT",
      "category": "tech",
      "min_team_size": 2,
      "max_team_size": 2,
      "organisers": [
        { "name": "Venkatesh", "phone": 784574861 },
        { "name": "Sriram", "phone": 9940270388 },
        { "name": "Koushika", "phone": 9632066644 }
      ],
      "description": {
        "summary": "Enough of stalking people online, now stalk some data.",
        "rounds": 3,
        "round_description": [
          {
            "name": "Round 1- Short technical questions",
            "duration": "30 mins",
            "description": "This round comproses of 30 questions. The questions will be like<br/><ul><li>Formula of Cost functions</li><li>Regression vs Classification</li><li>General Model Testing</li><li>Missing Data Etc.</li></ul>"
          },
          {
            "name": "Round 2- Coding round",
            "duration": "60 mins",
            "description": "<ul><li>1 data set</li><li>Need to build a model that solves for the given dataset (either a classification or prediction modelbased on the data)</li><li>Aggregate of both the rounds will be the winner.</li></ul>"
          },
          {
            "name": "Note",
            "duration": null,
            "description": "<ul><li>The student must login at the given time or else they’ll not be allowed to login.</li><li> Switching of tabs is not allowed</li><li>No usage of phone</li></ul>"
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner - Rs.3000", "Runner-Up - Rs.1500"]
    },
    "16": {
      "name": "SPORTS QUIZ",
      "category": "non-tech",
      "min_team_size": 2,
      "max_team_size": 2,
      "organisers": [{ "name": "Mohamed", "phone": 8508446000 }],
      "description": {
        "summary": "It's a quiz on sports, you get the idea.",
        "rounds": 4,
        "round_description": [
          {
            "name": "Round 1: MCQ Based on Tech-GK",
            "duration": "15 mins",
            "description": "MCQs Questions like<br/><ul><li>Who invented Cricket?</li><li>No. of shapes on a foot?</li></ul>"
          },
          {
            "name": "Round 2: Connection",
            "duration": "30 mins",
            "description": "Connection Here, the answer should be found by usingthe pictures given in the slide which representsthe partof the answer i.e a word or a letter. Finally, theanswer can be found by connecting all the pictures."
          },
          {
            "name": "Round 3: Player's stats based",
            "duration": "30 mins",
            "description": "Player’s stats based Questions like<br/><ul><li>What is Kohli’s average in tests?</li><li>How many nitto ATP titles does Nadal have?</li></ul>"
          },
          {
            "name": "Note",
            "duration": null,
            "description": "<ul><li> Switching of tabs is not allowed</li><li>No usage of phone</li><li>Video must be on at all times</li>/ul>"
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner - Rs.1000", "Runner-Up - Rs.500"]
    },
    "17": {
      "name": "E-TREASURE HUNT",
      "category": "non-tech",
      "min_team_size": 2,
      "max_team_size": 2,
      "organisers": [{ "name": "Harish", "phone": 9965514387 }],
      "description": {
        "summary": "13 clues in total<br/>Each clue will send the participants to every nook and corner of the globe, having them guess and decide where and how to get to their next clue, only to find the treasure waiting for them, in the deepest darkest corners of the internet.",
        "rounds": 3,
        "round_description": [
          {
            "name": "Round 1: MCQ based",
            "duration": "15 mins",
            "description": null
          },
          {
            "name": "Round 2: Finals",
            "duration": "1 hour",
            "description": null
          },
          {
            "name": "Note",
            "duration": null,
            "description": "<ul><li> Switching of tabs is not allowed</li><li>No usage of phone</li><li>Video must be on at all times</li></ul>"
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner:Rs.1000", "Runner-Up:Rs.500"]
    }
  },
  "Chemical": {
    "70": {
      "name": "Paper Presentation",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 3,
      "organisers": [
        { "name": "Shivaani", "phone": 9444981640 },
        { "name": "Bhuvaneshwari", "phone": 6369340571 }
      ],
      "description": {
        "summary": "The stage is set and the lights are out!  The time is ripe and ready as never before so stand proud and flaunt your expertise on various topics mentioned below with your intriguing ideas. Be ready to shoot down the barrage of questions that come your way and leave a trail of excellence behind!<br/><br/><b>Platform: </b>Zoom",
        "rounds": 3,
        "round_description": [
          {
            "name": "Thrust areas",
            "duration": null,
            "description": "<ol><li>Sustainable Energy and energy conservation</li><li>Environment engineering</li><li>Pollution control and abatement</li><li>Solid waste management and recycle</li><li>Wastewater treatment</li><li>Nanotechnology</li><li>Computational Modelling and Simulation</li><li>Material Science and technology</li><li>Bioprocess Engineering and biotechnology</li><li>Process design and optimization</li><li>Fuels and Chemicals</li><li>Separation techniques</li><li>Petrochemical processing</li><li>Safety and hazard management</li><li>Food processing</li><li>Catalysis and reaction engineering</li><li>Chemical technology</li><li>Bio fuels</li><li>Renewable and green technology</li><li>Polymer technology</li></ol>"
          },
          {
            "name": "Pre-Requisite",
            "duration": null,
            "description": "<ol><li>Abstracts are obligatory.</li><li>Pre-recorded powerpoint presentation with voice over not exceeding 10 minutes is compulsory.</li></ol>"
          },
          {
            "name": "Rules",
            "duration": null,
            "description": "<ol><li>All pre-recorded PPTs and the abstracts  must be sent to the mail id given below: <u>ssnaceiiche@gamil.com</u> </li><li>Abstracts must be sent prior to the deadline after which teams will be sent the PPT template.</li><li>The subject of the mail should be 'PAPER PRESENTATION – (PARTICIPANTS NAMES)' and the file name should be the title of your paper.</li><li>Zoom meeting link and OP Team number will be sent prior to the event to the respective mail ids of participants.</li><li>Every participant is required to ensure stable internet connectivity for the entire session. In case of any issues re-joining with the same meeting link is permitted.</li><li>Participants must login with the following format as their name: [PP-Team Number-Name].</li><li>All the participants must join the meeting 10 minutes before the specified time.</li><li>Audio and video should be on mute during the entire course of the session.</li><li>Video and audio must be kept on during the presentation and question and answer session during the respective presentation.</li><li>15 minutes will be allotted per team where 10 minutes is assigned for presentation and 5 minutes for question-and-answer session.</li><li>All registered participants must be present for the entire course of the session.</li><li>Judges’ decision is final and binding.</li></ol>"
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner - Rs.3000", "Runner-Up - Rs.1500"]
    },
    "71": {
      "name": "Who's on the Leaderboard",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 1,
      "organisers": [
        { "name": "Matheswaran", "phone": 7448735575 },
        { "name": "Harish", "phone": 7397249225 }
      ],
      "description": {
        "summary": "Do you feel that quiz and answering give you a sense of underrated pleasure, then this is for you. Let the curriculum knowledge get distilled in this quiz event. Get ready for the rapid-fire show.<br/><b>Platform: </b> Zoom - online, Kahoot",
        "rounds": 2,
        "round_description": [
          {
            "name": "PRE-REQUISITE",
            "duration": null,
            "description": "<ol><li>Must be familiar with the basics of Chemical engineering.</li><li>The use of two devices is recommended. (A Laptop to use zoom and a mobile phone/laptop to use Kahoot.)</li></ol>"
          },
          {
            "name": "Rules",
            "duration": null,
            "description": "<ol><li>The quiz will be conducted in two rounds.</li><li>Kahoot link and the pin for the quiz will be sent to the participants' mail id.</li><li>Zoom meeting link will be sent before the event to the respective mail ids of participants.</li><li>Every participant is required to ensure stable internet connectivity for the entire session. In case of any issues re-joining with the same meeting link is permitted.</li><li>All the participants must join the meeting 10 minutes before the specified time.</li><li>The video should be on during the entire course of the session.</li><li>Top participants will be selected from round 1 based on the leaderboard on Kahoot.</li><li>And the Kahoot pin for round 2 will be sent to the selected ones.</li><li>The winners will be announced based on the Kahoot leaderboard.</li><li>The questions are MCQs and they would cover the core subjects and important concepts of Chemical engineering</li></ol>"
          }
        ]
      },
      "open_to": ["Chemical"],
      "prizes": ["Winner - Rs.3000", "Runner-Up - Rs.1500"]
    },
    "72": {
      "name": "Be-safe-athon",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 3,
      "organisers": [
        { "name": "Hrishitha", "phone": 6385904860 },
        { "name": "Nethra", "phone": 7358271870 }
      ],
      "description": {
        "summary": "Unnecessary risks may leave you on the side-lines instead of in the game. Demonstrate your knowledge of workplace safety with presentations that inspire. Gear up engineer to tackle questions thrown your way.",
        "rounds": 3,
        "round_description": [
          {
            "name": "Session 1",
            "duration": null,
            "description": "\"Process Safety Engineer should need presence of mind and courage to face the problem\" so you own it?<br/><br/>Wish it was a good day at work. But will the day be good?  I guess not. You've an emergency situation to face today! While you are in your industry there comes a situation where you have to take immediate actions in order to safeguard your company and workers. The workers are waiting for your word to take up action. Will your solution save them or worsen the situation? You are the deciding authority, my Engineer!<br/><br/>All we need from you is an immediate response to the problem situation within 15 minutes of your time. The measures you are taking should be submitted to us as a .pdf file."
          },
          {
            "name": "Session 2 ",
            "duration": null,
            "description": "Explain your immediate actions and justify them with a PowerPoint presentation. Help us understand what the possible root causes could be too! The power-point must be submitted to us at least  30 minutes prior to the event."
          },
          {
            "name": "Rules",
            "duration": null,
            "description": "<ol><li>All  PDFs and the PPTs  must be sent to the mail id mentioned during the session,</li><li>PPTs must be sent at least 30 minutes prior to the event.</li><li>The subject of the mail should be 'BE-SAFE-ATHON – (PARTICIPANTS NAMES)' and the file name should be your allotted team number followed by participant names. </li><li>Zoom meeting link and Team numbers will be sent prior to the event to the respective mail ids of participants.</li><li>Every participant is required to ensure stable internet connectivity for the entire session. In case of any issues re-joining with the same meeting link is permitted.</li><li>Participants must login with the following format as their name: [Team Number-Name].</li><li>All the participants must join the meeting 10 minutes before the specified time.</li><li>Audio and video should be on mute during the entire course of the session. While video and audio must be kept on during the presentation and question and answer session during the respective presentation.</li><li>10 minutes will be allotted per team where 5 minutes is assigned for presentation and 5 minutes for question-and-answer session.</li><li>All registered participants must be present for the entire course of the session.</li><li>Judges’ decision is final and binding.</li></ol>"
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner - Rs.3000", "Runner-Up - Rs.1500"]
    },
    "73": {
      "name": "Like-for-Like",
      "category": "tech",
      "min_team_size": 2,
      "max_team_size": 2,
      "organisers": [
        { "name": "Kavi Priya", "phone": 9585247277 },
        { "name": "Niraimathi", "phone": 7639858799 }
      ],
      "description": {
        "summary": "Gear up to choose the right balance… An exciting event with a bunch of unbalanced stoichiometric equations that require curious participants to find the right mix. Get ready to put your brains and fingers in this Yo-Yo test.<br/><br/><b>Platform: </b>Zoom, Google forms - online<br/><b>No of rounds: </b>2",
        "rounds": 1,
        "round_description": [
          {
            "name": "Rules",
            "duration": "1 hour",
            "description": "<ol><li>Zoom meeting link will be sent prior to the event to the respective mail IDs of participants.</li><li>Every participant is required to ensure stable internet connectivity for the entire session. In case of any issues re-join with the same meeting link.</li><li>All the participants must join the meeting 10 minutes prior to the stipulated time.</li><li>After joining the session, link to Google Form will be shared.</li><li>Participants will be asked to solve as many equation within the given time limit.</li><li>Form will automatically close when the time limit reaches.</li><li>Video should be kept on during the entire session.</li><li>Audio should be muted during the entire session.</li><li>All registered participants must be present for the entire session.</li><li>Participants selected for Round 2 will be informed through mail.</li><li>Difficulty of questions in Round 2 will be complex compared to Round 1.</li><li>Judges’ decision is final.</li></ol><br/><br/>For any queries contact  event head’s phone numbers or organizer’s phone numbers mentioned above or write to us at : <u>ssnaceiiche@gmail.com</u> "
          }
        ]
      },
      "open_to": ["Chemical"],
      "prizes": ["Winner - Rs.3000", "Runner-Up - Rs.1500"]
    },
    "74": {
      "name": "The Commentator’s Conference",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 1,
      "organisers": [
        { "name": "Riju", "phone": 6380743486 },
        { "name": "Monica", "phone": 8939463005 },
        { "name": "Neha", "phone": 8608929292 }
      ],
      "description": {
        "summary": "How amazing is it to share a common platform and find out how many people share your views? Are you looking for an opportunity to expand your horizon and improve your skills, then this is definitely the right time for you to give it a shot. Come join the Commentator’s conference and give us a match report! Get ready to discuss some fun and general Engineering topics.<br/><br/><b>Platform: </b>Zoom-Online<br/><b>No of rounds: </b>2",
        "rounds": 2,
        "round_description": [
          {
            "name": "Pre-Requisite",
            "duration": null,
            "description": "Basic knowledge on general Engineering topics<br/>Don’t worry the topics are going to be pretty simple!!"
          },
          {
            "name": "Rules",
            "duration": null,
            "description": "<ul><li>Every participant must ensure stable internet connectivity throughout the session. In case of any issues, re-joining with the same meeting link is permitted.</li><li>Video must be on during the entire session. Audio can be muted when the participant is not talking.</li><li>Zoom meeting link will be sent prior to the event to the respective mail ids of participants. In case of not receiving one, contact the event heads.</li><li>Participants are required to join the meeting at least 10 minutes before the scheduled time.</li><li>Participants are free to share their ideas without ruling out the chance for others. Make sure not to exceed 2 minutes while stating a point in a single stretch.</li><li>Criticising an individual or their opinion will not be entertained at any cost.</li><li>Refrain from using inflammatory language. Avoid blaming and fighting with others.</li><li>Avoid interrupting someone in the midst of talking. Listen actively and wait until they finish talking.</li><li>Topic of discussion will be announced only before the commencement of each round.</li><li>Participants will be filtered based on their performance in the first round for participation in the final round. Rules for the final round will remain the same as the first.</li></ul><br/>For any queries contact event head’s phone numbers or organizer’s phone numbers mentioned above or write to us at: <u>ssnaceiiche@gmail.com </u>"
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner - Rs.3000", "Runner-Up - Rs.1500"]
    },
    "75": {
      "name": "IPL-Invente's Pictionary League",
      "category": "tech",
      "min_team_size": 2,
      "max_team_size": 2,
      "organisers": [
        { "name": "Shabhareesan", "phone": 6383590530 },
        { "name": "Dharsen", "phone": 6369272004 },
        { "name": "Ashwanth", "phone": 9043240455 }
      ],
      "description": {
        "summary": "Curtains up!!!<br/> Let the pictures make some noise, Show off your grandiloquence in  Chemical engineering with  this event which serves as a stage to showcase your prowess. Get ready to put on your thinking caps and compete to become the master.<br/>Let the pictures await.<br/><br/><b>Platform: </b>Zoom-Online<br/><b>No of rounds: </b>2",
        "rounds": 2,
        "round_description": [
          {
            "name": "Topics covered:",
            "duration": null,
            "description": "<ol><li>Sustainable Energy and energy conservation.</li><li>Separation processes.</li><li>Thermodynamics.</li><li>Heat transfer.</li><li>Mass transfer.</li><li>Petroleum engineering.</li><li>Fluid mechanics.</li><li>Industrial chemistry.</li><li>Environmental engineering.</li><li>Wastewater treatment.</li><li>Food technology.</li><li>P& ID symbols</li><li>Process safety</li><li>Basic interdisciplinary concepts</li></ol>            "
          },
          {
            "name": "Rules",
            "duration": null,
            "description": "<ol><li>The event has two rounds, a preliminary one followed by the final one.</li><li>Each round has three different types of pictorial questions which will be announced on the day of the event.</li><li>Bonus questions will be presented in the preliminary round. You'll need a bit of luck!!!</li><li>The teams are supposed to submit their answers in the chat of the meeting.</li><li>Points will be provided based on accuracy.</li><li>The top teams from the prelims will be selected for the final round.</li><li>Zoom meeting link and Team number will be sent prior to the event to the respective mail ids of participants.</li><li>Every participant is required to ensure stable internet connectivity for the entire session. In case of any issues, re-joining with the same meeting link is permitted.</li><li>Participants must login with the following format as their name: [Team Number-Name].</li><li>All the participants must join the meeting 10 minutes before the specified time.</li><li>Audio should be on mute during the entire course of the session.</li><li>Video of the participants should be on during the entire session.</li><li>All registered participants must be present for the entire course of the session.</li><li>Judges’ decision is final and binding.</li></ol></ol>"
          }
        ]
      },
      "open_to": ["Chemical"],
      "prizes": ["Winner - Rs.3000", "Runner-Up - Rs.1500"]
    },
    "76": {
      "name": "The Last Man Standing",
      "category": "non-tech",
      "min_team_size": 1,
      "max_team_size": 1,
      "organisers": [
        { "name": "Krithikan", "phone": 9944666013 },
        { "name": "Srinirav", "phone": 9940615473 },
        { "name": "Nanditha", "phone": 9677058210 }
      ],
      "description": {
        "summary": "All bets are off in this Shipwreck-style event as contestants are thrown into this test of adaptability. Role-playing as a victim of a shipwreck, you must rely on your eloquence and charisma as you try to convince your captain to throw you the one remaining life-vest that will let you escape your otherwise watery fate. Be prepared to come up with your most creative arguments as you will not be arguing for yourself, but for a famous (or very infamous) character assigned to you who may be either fictitious or real. Can you walk a mile in your character’s shoes and choose the right words to make the judges save you over the others? Remember, humour and confidence go a long way!<br/><br/><b>Platform: </b>Zoom-Online<br/><b>No of rounds: </b>2",
        "rounds": 1,
        "round_description": [
          {
            "name": "Rules",
            "duration": null,
            "description": "<ol><li>Initially, contestants are put in pairs and are given a minute and a half to make their case to the judges as to why they deserve the life-vest.</li><li>Once every contestant has had their turn to make their argument, the floor is open for discussion and contestants can refute the arguments of the opposing character.</li><li>Any sort of profanity or obscenity in any form will lead to immediate disqualification.</li><li>Avoid interrupting other participants while they are making their argument.</li><li>The judges’ decision is final and binding.</li><li>All registered participants must be present for the entire course of the session.</li><li>Participants must report to the venue at least 15 minutes before the stipulated time.</li>            </ol><br/>For any queries contact event head’s phone numbers or organizer’s phone numbers mentioned above or write to us at: <u>ssnaceiiche@gmail.com </u>"
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner - Rs.1000", "Runner-Up - Rs.500"]
    },
    "77": {
      "name": "Ee Sala MEME Namadhe",
      "category": "non-tech",
      "min_team_size": 1,
      "max_team_size": 1,
      "organisers": [
        { "name": "Joshua", "phone": 9444703920 },
        { "name": "Balaji", "phone": 8248513862 }
      ],
      "description": {
        "summary": "Are you the one cracking jokes with your friends? Is your library full of memes for every occasion? Then this is for you! Show off your content production skills by making a meme!<br/><br/><b>Platform: </b>Instagram",
        "rounds": 1,
        "round_description": [
          {
            "name": "Rules",
            "duration": null,
            "description": "<ul><li>Participants have to send their memes to ssnaceiiche@gmail.com</li><li>Each participant will be allowed to submit just one meme.</li><li>The image aspect ratio should be in the standard 1:1 Instagram format.</li><li>Memes should not display any forms of obscene content.</li><li>The event winner will be selected based on the number of likes their meme has got in the Instagram page.</li></ul><br/><b>Submissions that do not abide with the rules will NOT be accepted and registration fee will not be refunded. </b>"
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner - Rs.1000", "Runner-Up - Rs.500"]
    }
  },
  "CSE": {
    "00": {
      "name": "Codolympics",
      "category": "tech",
      "min_team_size": 2,
      "max_team_size": 2,
      "organisers": [
        { "name": "Avinash", "phone": 9840801323 },
        { "name": "Venkatraman", "phone": 9176584507 },
        { "name": "Vrishin", "phone": 9677077928 }
      ],
      "description": {
        "summary": "There would be 2 round, prelims and finals and each would be around 2-3 hours.",
        "rounds": 1,
        "round_description": [
          {
            "name": "Description",
            "duration": null,
            "description": "Codolympics is a Competitive programming event in which the participants will compete in teams of 2 taking part in a programming contest where they would be given the task of solving 5 - 7 DSA related problems. The theme of problem statements will be related to the theme chosen for invente to make the problems fun and exciting.<br><b>Ranking</b> of teams is based on the standard ICPC rules, namely: First on the <b>number of problems solved</b> (more is better). In case of a tie, the total time for all accepted submissions is taken into account (less is better);<br><b>Time</b> is measured from the beginning of the contest until the submission was accepted, where <b>each rejected submission adds 10 - 20 minutes penalty time.</b><br>If there is still a tie, the time of acceptance for the last problem solved matters (less is better).<br>The rounds will be hosted on Competitive Programming platforms, i.e <b>Codechef</b>, <b>Hackerrank</b> or <b>Hackerearth</b>. Problems may vary (considerably) <b>in difficulty, and appear in increasing order of difficulty.</b>"
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner - Rs.6000", "Runner-Up - Rs.4000"]
    },
    "01": {
      "name": "Paper Presentation",
      "category": "tech",
      "min_team_size": 0,
      "max_team_size": 0,
      "organisers": [
        { "name": "Niel", "phone": 9789053812 },
        { "name": "Sachin", "phone": 9498097774 }
      ],
      "description": {
        "summary": "There would be 2 round.<br>Results of first round would be announced 1 day before the event.<br>The finals would be 1-2 hours.",
        "rounds": 1,
        "round_description": [
          {
            "name": "Description",
            "duration": null,
            "description": "Paper presentation – the og event for any technical competition is an event where participants will be required to submit research papers.<br>These papers will then be put through an initial test to make sure there is no <b>plagiarism</b>, that the paper is formatted correctly and the references provided are legitimate ones.<br>ANY PAPER FOUND TO BE PLAGAIRISED WILL BE IMMEDIATELY DISQUALIFIED.<br>After the preliminary scanning the selected papers will be announced after which the participants will be required to present their work to a panel of esteemed judges. Participants can use any form of media to present their paper like power points, live demonstrations or just the paper (all on zoom). "
          }
        ]
      },
      "open_to": ["All"],
      "prizes": ["Winner - Rs.4000", "Runner-Up - Rs.2000"]
    },
    "02": {
      "name": "Code Triathlon",
      "category": "tech",
      "min_team_size": 0,
      "max_team_size": 0,
      "organisers": [
        { "name": "Madhumitha S", "phone": 9445172739 },
        { "name": "Keerthana", "phone": 6383684631 },
        { "name": "Madhumitha Chowdhary", "phone": 9444869103 }
      ],
      "description": {
        "summary": "Tri-ath-lon!!!- Just come n TRI it. <br>Do you know to cycle, swim, and run? <br>You don't really need to know all these. All you need is a know-how of logic and basic programming skills !!  Grab your laptops and let's buckle up !! <br>This event is an amalgamation of various exciting rounds that put forth a different perspective of coding! There will be three brain-racking rounds.<br>The first 2 rounds are your entry tickets to the finale!!",
        "rounds": 3,
        "round_description": [
          {
            "name": "Crack the Code!",
            "duration": null,
            "description": "This deals with Pseudocodes and Algorithms. You will be asked to chip in the algorithm in Pseudocode format or comprehend the Pseudocode to understand the algorithm!"
          },
          {
            "name": "Code puzzle!",
            "duration": null,
            "description": "This round is like the jumble puzzle that you would have played during your childhood. If you have got the knack to quickly understand the logic, you will be on a winning sprint here."
          },
          {
            "name": "Techxtempo!",
            "duration": null,
            "description": "Extempo? Nah! Its Tech+Extempo.<br>Can’t stop your overflowing ideas and do you love to find tech solutions and build prototypes for burning real-world issues? Then you are the perfect fit.<br>PS: You don’t need to be a pro coder or star coder! Don’t miss to grab this opportunity that could fetch you an internship and cash prizes!"
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Best Ideator - Rs.3000", "Best Innovater - Rs.3000"]
    },
    "03": {
      "name": "Hacker’s Asylum",
      "category": "tech",
      "min_team_size": 0,
      "max_team_size": 0,
      "organisers": [
        { "name": "Christina", "phone": 7411175409 },
        { "name": "Aarthi", "phone": 7358090325 }
      ],
      "description": {
        "summary": "Cyber Security, Cryptography, Logic, Puzzle Solving<br>You do not need any prior knowledge except basic computer and browsing skills. You  can ask for help anytime but points will be calculated accordingly.  If you’re new to CTFs or they  sound interesting, this is the event for you!",
        "rounds": 2,
        "round_description": [
          {
            "name": "Prelims",
            "duration": "1 hour",
            "description": "A qualifier round that is a mini version of what’s to come."
          },
          {
            "name": "Main Event",
            "duration": "3 hours",
            "description": "A Jeopardy style Capture The Flag event with an intriguing plot where you find clues ,  solve puzzles and capture the “flags”. Each element tests your grasp on OSINT, Cryptography,  Reverse Engineering, Password Cracking and a whole range of Cyber Security concepts along  with general logical skills. Each flag you capture gets you points and leads you to unfold the  story a little more.But time is not on your side in this event as the first team to solve all the clues  and reach the final goal, wins."
          }
        ]
      },
      "open_to": ["All"],
      "prizes": ["Winner - Rs.4000", "Runner-Up - Rs.2000"]
    },
    "04": {
      "name": "MOCK JOB DRIVE",
      "category": "tech",
      "min_team_size": 1,
      "max_team_size": 1,
      "organisers": [
        { "name": "Vishakan", "phone": 9003046970 },
        { "name": "Sreyas", "phone": 7448472807 },
        { "name": "Srivathsan", "phone": 8124652052 },
        { "name": "Sricharan", "phone": 9940678405 },
        { "name": "Ajay", "phone": 8056017697 }
      ],
      "description": {
        "summary": "Every student who wishes to land a dream job looks forward to the Campus Placements season and a “mock-test” before the tense finals is only fair! Mock Job Drive is a realistic simulation of the campus recruitment process, where each round is an eliminator round.",
        "rounds": 4,
        "round_description": [
          {
            "name": "Aptitude Test",
            "duration": "45 mins",
            "description": "The traditional first round of most candidate hiring processes. This is an initial MCQ-based round which focuses on aspects like Computer Science Fundamentals, Logical Reasoning, Aptitude, Quant and English."
          },
          {
            "name": "Coding Test",
            "duration": "60 mins",
            "description": "An integral part of all IT/CS sector jobs that tests your soundness in data structures and algorithmic thinking. You’ll be given two coding questions along with sample testcases and shall be expected to code up the solution in a popular programming language of your choice."
          },
          {
            "name": "Technical Interview",
            "duration": "30-45 mins",
            "description": "A face-to-face interview that tests participants on various technological aspects based on their résumé, skills and qualifications. You shall be asked to explain about your relevant experience and come up with interesting solutions to our on-spot problems that test your problem-solving skills."
          },
          {
            "name": "HR Interview",
            "duration": "30-45 mins",
            "description": "The final face-to-face interview round which will judge your job fitness on based on your personality, traits and behavior. You will be tested on common HR pattern questions and asked to provide anecdotes of relevant incidents in your life. You will be assessed based on your candor and attitude."
          }
        ]
      },
      "open_to": "All",
      "prizes": ["Winner - Rs.3000", "Runner-Up - Rs.2000"]
    },
    "05": {
      "name": "Reverse in Relay",
      "category": "tech",
      "min_team_size": 3,
      "max_team_size": 3,
      "organisers": [
        { "name": "Subhiksha", "phone": 9791755626 },
        { "name": "Vaishnavi", "phone": 7530035323 }
      ],
      "description": {
        "summary": null,
        "rounds": 2,
        "round_description": [
          {
            "name": "Fast and Furious Wins the Race:",
            "duration": "1 hour",
            "description": "Every race has got to have qualifiers.<br>Your team of 3 will have to clear the hurdles , a series of fast paced questions where you get to answer the poll, the first 5 to the finish line qualify!!"
          },
          {
            "name": "Relay in Reverse",
            "duration": "1 hour",
            "description": "Won a race by running in reverse? Not possible right!<br>If possible, can you win it? Let's make it more fun! How about a relay?<br>All you have to do is come up with a solution for the problem, receive the baton, start coding, pass the baton.<br>You win if you come first , well obviously in REVERSE"
          }
        ]
      },
      "open_to": ["All"],
      "prizes": ["Winner - Rs.3000", "Runner-Up - Rs.2000"]
    },
    "06": {
      "name": "Game Nite",
      "category": "non-tech",
      "min_team_size": 0,
      "max_team_size": 0,
      "organisers": [
        { "name": "Krithikan", "phone": 9944666013 },
        { "name": "Srinirav", "phone": 9940615473 },
        { "name": "Nanditha", "phone": 9677058210 }
      ],
      "description": {
        "summary": "When we were stuck at home with the seemingly endless lockdown, we didn’t know when we would hang out with our friends next. That is when we turned to online games to have fun and play with them. The main idea of this event is to take a breather from our hectic lives and enjoy those three hours<br>The preliminary round consists of players split randomly into teams and play a game chosen randomly from the wheel of fortune.  Players with the most points would move on to the next round. The final round is a trivia night where players test their knowledge,speed and accuracy. Time is definitely not your friend as the one who answers first will get maximum points.<br>If you are looking for an exhilarating, fun event before getting all technical, this event is for you.",
        "rounds": 0,
        "round_description": []
      },
      "open_to": "All",
      "prizes": ["Winner - Rs.2500", "Runner-Up - Rs.1500"]
    }
  }
}
